{"author": "Laura He, CNN Business", "date_published": "2022-03-15 03:54:42", "section": "economy", "url": "https://www.cnn.com/2022/03/14/economy/china-jan-feb-economy-challenges-ahead-intl-hnk/index.html", "headline": "Economic growth in 2022: China had a surprisingly good start, but it may not last - CNN", "article_text": "Hong Kong (CNN Business)China's economy started the year on a bright note, with several major indicators beating forecasts. But as Covid cases in the country spike, keeping up the same pace of growth in the coming months may prove difficult.Retail sales rose 6.7% in the first two months of 2022 compared to a year ago, according to data released by the National Bureau of Statistics (NBS) on Tuesday. That was well above the estimated 3% increase in a Reuters poll of economists.Industrial production jumped 7.5% during the same period, surpassing the forecast of 3.9%. And investment in fixed assets, such as infrastructure and machinery, jumped 12.2% from a year earlier.\"Under the combined effect of macro policies and the efforts of businesses, the momentum of China's economic recovery has improved in January and February, laying a solid foundation for a good start in the first quarter of this year,\"  said Fu Linghui, a spokesperson for the NBS, at a press conference in Beijing on Tuesday.On the policy front, China has significantly boosted its spending on infrastructure, with many local governments kicking off big projects in areas such as electric mobility and semiconductors, Fu added.Read MoreTuesday's data showed that investment in manufacturing surged 21% during January and February from a year ago, much faster than the 13.5% year-on-year growth recorded in the same period in 2021. China sets lowest economic growth target in decades as challenges mountThis is not the first time this year that Chinese authorities have underscored the importance of infrastructure expenditure. Earlier this month, Chinese Premier Li Keqiang said the government would ramp up fiscal and monetary support for the economy this year, including spending more on infrastructure and conducting more interest rate cuts. The government has increased the broad fiscal deficit this year, implying growth in infrastructure investment, wrote Larry Hu, chief economist for Greater China at Macquarie Group, in a report on Tuesday. However, experts warn that there are multiple challenges on the horizon, including Covid and the war in Ukraine.China's new Covid lockdowns are another threat to the economyThe worst Covid-19 surge in two yearsChina is fighting its worst Covid surge since the original outbreak in Wuhan in early 2020.\"With officials ditching targeted containment measures in favor of wholesale lockdowns, this has the potential to be even more disruptive than the Delta wave last Summer, which led to a sharp contraction in economic output,\" wrote Julian Evans-Pritchard, senior China economist for Capital Economics, on Tuesday. Even the government acknowledges that new Covid outbreaks could weigh on the economy in the coming months.\"The recent spread of the coronavirus in many parts of the country may restrict consumption further, and the foundation of the consumption is still not strong,\" Fu said. \"Sporadic outbreaks in some regions will also affect industrial growth.\"China reported 5,154 locally transmitted cases on Monday, the highest number in two years, according to the National Health Commission (NHC).To contain the spread of the virus, authorities have taken strict measures in multiple cities and placed tens of millions of people under various forms of lockdowns.Apple supplier Foxconn halts operations in Shenzhen as China locks down tech hubThe southern city of Shenzhen, which borders Hong Kong, has imposed a week-long lockdown since Monday. All businesses — apart from those deemed essential or engaged in supplying Hong Kong — have suspended operations or have implemented work-from-home policies. The city is home to Chinese tech giants Huawei and Tencent.Apart from Shenzhen, local authorities in the northeastern province of Jilin have banned residents from leaving or traveling since Monday. The province, with 24 million people, is home to the industrial hub of Changchun, where Toyota (TM) and Volkswagen (VLKAF) run their car factories in partnership with state-owned car maker FAW Group.Shanghai, the country's largest business center, has also imposed stringent measures after a spike in Covid cases, closing schools and cinemas and restricting travel into the city.\"Indeed, Covid-19 is the biggest uncertainty this year,\" Hu from Macquarie Group said.He predicts that China will grow at 4% in the current quarter. For 2022, he expects the world's second largest economy to grow at 5%, lower than the government's target. Earlier this month, Premier Li set China's economic growth target at around 5.5% for 2022, the lowest official goal in decades.Inflation pressure from the Ukraine crisis China growth may be hit even further by the war in Ukraine.Russia's invasion of its neighbor is pushing up commodity prices and roiling the global economy, at a time when policymakers are already racing to get high inflation under control. Fu from the NBS said the direct impact of the tensions in Europe on China is \"limited,\" as its trade exposure to Russia and Ukraine is \"small.\"But he said the impact on global commodity prices is \"obvious,\" which could increase the pressure of \"imported inflation\" on China.Several food and beverage companies in China have recently hiked prices of their products, including dairy giants Yili and Mengniu.\"The recent acceleration in commodity prices as a result of the Russia-Ukraine conflict has exacerbated the margin pressure on packaged food companies,\" analysts from Morningstar wrote in a report on Tuesday. \"Various food and beverage companies in China have engaged in price hikes since the third quarter last year to mitigate margin compression.\" Analysis: China can't do much to help Russia's sanction-hit economyChina and Russia have forged close ties in recent years, and signed a number of commodities deals during Russian President Putin's visit to Beijing last month. But Russia's invasion of Ukraine has put their friendship to the test. Beijing has not rushed to help Russia after the latter's economy was slammed by sanctions from all over the world. The complicated messaging from Beijing suggests Chinese leaders are walking \"a very difficult tightrope\" on Ukraine, analysts say.", "keywords": ["economy", "economic", "growth", "2022", "china", "surprisingly", "good", "start", "may", "last", "cnn"], "category": "business"}