{"author": "CNN Business staff", "date_published": "2022-03-02 09:56:19", "section": "business", "url": "https://www.cnn.com/2022/03/02/business/companies-pulling-back-russia-ukraine-war-intl-hnk/index.html", "headline": "Companies pulling back from Russia over the war in Ukraine - CNN", "source": "business", "keywords": ["business", "companies", "pulling", "back", "russia", "war", "ukraine", "cnn"], "raw_text": " (CNN Business)Dozens of the world's biggest companies have abandoned or scaled back their operations in Russia in response to its invasion of Ukraine. The exodus affects every corner of the economy, from its vast energy riches through autos, finance, retail, entertainment and fast food, starving Russia of new investment and removing products and services that had become popular in the decades since the collapse of the Soviet Union. Here's a look at the major corporate departures. AutosFord (F) announced it was suspending its operations in Russia. The American automaker has a 50% stake in Ford Sollers, a joint venture that employs at least 4,000 workers and is shared with Russian company Sollers.Read MoreA Ford dealership and service center. The company has plants in St. Petersburg, Elabuga and Naberezhnye Chelny but said it had \"significantly wound down\" its Russian operations in recent years. The automaker said it was \"deeply concerned about the situation in Ukraine,\" and noted it has \"a strong contingent of Ukrainian nationals working at Ford around the world.\"General Motors (GM) said it was halting all exports to Russia \"until further notice.\"GM doesn't have a significant presence there: It sells only about 3,000 vehicles a year through 16 dealerships, according to a spokesperson. That's out of the more than 6 million vehicles the Detroit-based automaker sells annually.Toyota (TM) announced it would stop making cars in Russia or importing them to the country \"until further notice, due to supply chain disruptions.\"Volkswagen (VLKAF) is stopping production of vehicles in Russia and has suspended exports to the Russian market. The decision applies to the Russian production sites in Kaluga and Nizhny Novgorod.Nissan (NSANF) has suspended the export of vehicles to Russia, adding that it \"anticipates that production will stop soon at our plant in St. Petersburg.\"AviationBoeing (BA) said it would suspend support for Russian airlines.A company spokesperson confirmed the aircraft maker was pausing \"parts, maintenance and technical support services for Russian airlines,\" and had also \"suspended major operations in Moscow and temporarily closed our office in Kyiv.\"Airbus (EADSF) followed Boeing with a similar move. In a statement, the company said it has \"suspended support services to Russian airlines, as well as the supply of spare parts to the country.\"Big TechAirbnb cofounder and CEO Brian Chesky said in a tweet that his company was suspending all operations in Russia and Belarus.Amazon's (AMZN) cloud division, Amazon Web Services, said March 8 it would halt new sign-ups for the service in Russia and Belarus. The company has already had a \"long-standing policy of not doing business with the Russian government\" and does not have data centers, infrastructure or offices in Russia, the company said in a blog post.\"AWS has clear terms of service where if a customer is using AWS services to threaten, incite, promote, or actively encourage violence, terrorism, or other serious harm, they will not be permitted to use our services,\" Amazon said. \"Any customer we know of who is participating in this type of behavior will have their access to AWS suspended.\"Apple (AAPL) has stopped selling its products in Russia.The tech giant said in a statement that it was \"deeply concerned\" about the Russian invasion. In response, the company has also moved to limit access to digital services, such as Apple Pay, inside Russia, and restricted the availability of Russian state media applications outside the country.A re:Store shop in central Moscow. re:Store is one of the largest Apple resellers in Russia.Facebook (FB)-parent Meta said it would block access to Russian news outlets Sputnik and RT, the Russia-backed television network infamous for promoting Russian President Vladimir Putin's agenda, across the European Union. The move comes after the company received \"requests from a number of governments and the EU to take further steps in relation to Russian state controlled media,\" Nick Clegg, Meta's VP of global affairs, wrote in a tweet.Meta has also said it has applied algorithmic restrictions on Russian state media that should prevent those posts from surfacing as prominently in users' feeds.Hitachi (HTHIY) said March 10 that it is pausing exports to Russia and suspending all manufacturing in the country, \"with the exception of products, services and support for electrical power equipment that are indispensable to the daily lives of people,\" it said.The Japanese conglomerate added that Russia accounts for just a small fraction — roughly 0.5% — of its revenue.IBM (IBM) CEO Arvind Krishna said the company has suspended all business in Russia.\"In Ukraine, we have been in constant touch with our local teams and continue to provide assistance that includes relocation and financial support,\" Krishna said. \"The safety and security of IBMers and their families in all areas impacted by this crisis remains our top priority.\"Big Tech cracks down on Russian state media content amid mounting pressureIntel (INTC) has stopped all shipments to Russia and Belarus, the company announced. Microsoft (MSFT) said it was suspending all new sales of its products and services in Russia. President and vice-chair Brad Smith also said the company is stopping \"many aspects\" of its business in Russia in compliance with government sanctions. Microsoft also said it will continue aiding in Ukrainian cybersecurity. Netflix (NFLX) said it will be suspending its streaming service in Russia.\"Given the circumstances on the ground, we have decided to suspend our service in Russia,\" a Netflix spokesperson told CNN.No other details were provided.Previously, the company said it was refusing to air Russian state TV channels — something that the platform would have been required to do starting this week under Russian law.\"Given the current situation, we have no plans to add these channels to our service,\" the company told CNN Business.Nintendo (NTDOF) has stopped taking online orders in Russia.In a statement on its Russian website, the Switch console maker said that it had \"suspended the processing of payments in rubles,\" and temporarily set its digital store on \"maintenance mode.\"Roku (ROKU), which sells hardware allowing users to stream content through the internet, has banned RT worldwide.Russia tries to stop Western companies fleeing the countrySony (SNE) has halted all software and hardware shipments, and temporarily suspended orders on its online PlayStation store in Russia.The entertainment giant has also paused plans to launch Gran Turismo 7, a driving simulator game, in the country. Sony \"joins the global community in calling for peace in Ukraine,\" it said in a statement.Spotify (SPOT) said it has closed its office in Russia \"indefinitely\" and restricted shows \"owned and operated by Russian state-affiliated media.\" The streaming service removed all content from RT and Sputnik in Europe and other regions, a company spokesman said. \"We are deeply shocked and saddened by the unprovoked attack on Ukraine,\" the spokesman added. \"Our first priority over the past week has been the safety of our employees and to ensure that Spotify continues to serve as an important source of global and regional news at a time when access to information is more important than ever.\"Twitter (TWTR) has similarly announced plans to \"reduce the visibility and amplification\" of Russian state media content.YouTube, which is owned by Google (GOOGL), said it blocked Russian state media within Ukraine, including RT. The video platform also said it would be \"significantly limiting recommendations to these channels.\" Google and YouTube have also said they will no longer allow Russian state media outlets to run ads or monetize their content.ConsultingAccenture is discontinuing its business in Russia as it \"stands with the people of Ukraine,\" it said.The firm announced the move in a statement on March 3, where it thanked its \"nearly 2,300 colleagues in Russia for their dedication and service to Accenture over the years.\"\"We will be providing support to our Russian colleagues,\" the company added.In a similar move, Deloitte announced on March 7 that it would stop operating in Russia and Belarus. \"While we know this is the right decision, it will have an impact on Deloitte's [approximately] 3,000 professionals located in Russia and Belarus. Like others, we know our colleagues in Russia and Belarus have no voice in the actions of their government,\" the firm said.\"We will support all impacted colleagues during this transition and do all we can to assist them during this extremely difficult time.\"EY, otherwise known as Ernst & Young, also said it would remove its Russian practice from its official global network, but allow it to \"continue working with clients as an independent group of audit and consulting companies.\"\"EY in Russia is a team of 4,700 professionals working in 9 cities of the country. The company has been operating in the Russian market for more than 30 years,\" it said on March 7.\"In light of the escalating war, the EY global organization will no longer serve any Russian government clients, state-owned enterprises or sanctioned entities and individuals anywhere in the world.\"Consulting and accounting firm KPMG International said that its \"Russia and Belarus firms will leave the KPMG network.\"\"KPMG has over 4,500 people in Russia and Belarus, and ending our working relationship with them, many of whom have been a part of KPMG for many decades, is incredibly difficult,\" the company said. \"This decision is not about them -- it is a consequence of the actions of the Russian Government. We are a purpose-led and values-driven organization that believes in doing the right thing.\"PricewaterhouseCoopers (PwC) is also planning to break away from its Russian business.\"As a result of the Russian government's invasion of Ukraine we have decided that, under the circumstances, PwC should not have a member firm in Russia and consequently PwC Russia will leave the network,\" the \"Big Four\" consultancy said in a statement.\"Our main focus at PwC continues to be doing all we can to help our Ukrainian colleagues and support the humanitarian efforts,\" it added.\"We are also committed to working with our colleagues at PwC Russia to undertake an orderly transition for the business, and with a focus on the wellbeing of our 3,700 colleagues in PwC Russia.\"Energy and metalsBP said it was planning to exit its 19.75% stake in Russia's biggest oil company, Rosneft, and suspending their joint ventures — which amount to one of the biggest foreign investments in Russia.Equinor will also begin to exit its joint ventures in Russia, the Norwegian oil and gas company announced.\"We are all deeply troubled by the invasion of Ukraine, which represents a terrible setback for the world,\" said CEO Anders Opedal.The company said it had $1.2 billion in long-term investments in Russia at the end of 2021. It has operated in Russia for more than 30 years and has a cooperation agreement with Rosneft.Exxon is quitting its last Russian projectExxon pledged to leave its last remaining oil-and-gas project in Russia and not to invest in new developments in the country.The Sakhalin-1 venture is \"one of the largest single international direct investments in Russia,\" according to the project's website. An Exxon subsidiary has a 30% share, while Rosneft also owns a stake.By quitting this project, Exxon would end more than a quarter-century of continuing business presence in Russia.Shell follows BP out of Russia as oil companies abandon PutinRio Tinto (RIO) was the first major mining company to announce it was cutting all ties with Russian businesses.\"Rio Tinto is in the process of terminating all commercial relationships it has with any Russian business,\" a Rio spokesman told Reuters.The miner owns an 80% stake in Queensland Alumina Ltd in a joint venture with Russia's Rusal International, the world's second-largest aluminum producer. The company did not comment on how its decision to cut ties with Russian businesses would affect Queensland Alumina dealings with Rusal.Shell is getting out of Russia and ditching its joint ventures with Gazprom, including its involvement with the moribund Nord Stream 2 natural gas pipeline.The UK-based oil company said on February 28 it would dump its stake in a liquified natural gas facility, its stake in a project to develop fields in western Siberia and its interest in an exploration project in the Gydan peninsula in northwestern Siberia.\"We are shocked by the loss of life in Ukraine, which we deplore, resulting from a senseless act of military aggression which threatens European security,\" Shell CEO Ben van Beurden said in a statement.Shell has also decided to stop buying Russian oil and gas and will close its service station network.A Shell gas station seen in Moscow in 2020.TotalEnergies (TOT) also condemned Russia's actions and said it would no longer provide capital for new projects in the country. The French oil giant has done business in Russia for 25 years, and recently helped launch a major liquefied natural gas project on the Siberian coast.FinanceNorway's $1.3 trillion sovereign wealth fund will divest shares in 47 Russian companies as well as Russian government bonds, the Norwegian prime minister said.Mastercard (MA) said it was suspending its network services in Russia. Cards supported by Russian banks will not work in the company's network, and any cards issued outside of Russia will not work within the country. The credit giant, which has operated in Russia for more than 25 years, had previously announced that it had \"blocked multiple financial institutions\" from its network as a result of anti-Russian sanctions, and would \"continue to work with regulators in the days ahead.\"Visa (V) said it is suspending all of its operations in Russia. It will end all Visa transactions within its borders, and Visa cards issued in Russia will no longer work outside of the country. In addition, all Visa cards worldwide \"will no longer work within the Russian Federation,\" Visa said. American Express (AXP) said in a statement that globally issued American Express cards will no longer work in Russia, and cards issued in Russia won't work outside the country. The company also said it is ending its business operations in Belarus.Moody's said it is suspending commercial operations in Russia. Its investors service will \"maintain analytical coverage for existing ratings from outside Russia.\"Goldman Sachs (GS) became the first major Wall Street bank to announce plans to exit Russia after the invasion of Ukraine. \"Goldman Sachs is winding down its business in Russia in compliance with regulatory and licensing requirements,\" a Goldman Sachs spokesperson told CNN.JPMorgan Chase (JPM), America's largest bank, said it is \"actively unwinding\" its Russian business and not pursuing any new businesses in the country. JPMorgan cited \"compliance with directives by governments around the world\" for its decision.Western Union (WU) said in a statement that it is suspending operations in Russia and Belarus. \"We have thoroughly evaluated internal and external considerations, including the consequences for our valued teammates, partners, and customers,\" the company said. \"Ultimately, in light of the ongoing tragic impact of Russia's prolonged assault on Ukraine, we have arrived at the decision to suspend our operations in Russia and Belarus.\"Citigroup (C) expanded its exit from Russia, saying it's going to stop soliciting new clients. In pulling out of the country, Citi said it will \"include other lines of business and continue to reduce our remaining operations and exposure,\" according to a company blog post from Executive Vice President of Global Public Affairs Edward Skyler. Citi noted that pulling its operations \"will take time to execute\" and that it is assisting multinational corporations.PayPal (PYPL) CEO Dan Schulman said the company is suspending services in Russia.\"The PayPal community will remain steadfast in our humanitarian efforts to care for those in Ukraine who are experiencing devastating violence and tragic loss,\" Schulman said.Food and beverage AB InBev, the maker of Budweiser and other beer brands, said it has \"requested the controlling shareholder\" of its Russia operations to suspend the license for the production and sale of Bud in the country. The company said it's also \"forfeiting all financial benefit\" from its joint venture operations. Employees will still be paid.Burger King said it is pulling corporate support from its businesses in Russia. Restaurant Brands International, which owns the burger chain, said it \"has suspended all of its corporate support for the Russian market, including operations, marketing and supply chain.\" That doesn't necessarily mean that Burger King restaurants will be closed in Russia, however, as the company said the chain's roughly 800 locations there are \"fully franchised and managed by a local master franchisee.\" This means that the company cannot simply pull the plug on those restaurants as other brands such as McDonald's have done. Coca-Cola (COKE) said that it is \"suspending its business in Russia.\" The company stated that \"our hearts are with the people who are enduring unconscionable effects from these tragic events in Ukraine,\" adding that it will monitor the situation as things change.Heineken will stop producing and selling beer in Russia. The brewer announced on March 9 that it would \"take immediate steps to ring-fence\" its Russian business, \"to stop the flow of monies, royalties and dividends\" out of the country. The beverage giant, which sells into more than 190 countries, had already announced a suspension on new investments and exports to Russia. \"We are assessing the strategic options for the future of our Russian operations,\" it said in a statement. \"We see a clear distinction between the actions of the government and our employees in Russia.\"McDonald's is temporarily closing its Russian restaurants. Eighty-four percent of McDonald'  (MCD)locations in Russia are operated by the company, according to the document. Russia's restaurants, along with another 108 in Ukraine, all operated by McDonald's, accounted for 9% of the company's revenue in 2021.Nestle (NSRGF) is suspending all capital investment in Russia and halting advertising in the country. \"We are working hard to help keep food available to the people, be it on store shelves or through donations of essential foods and beverages like baby food, cereals, soup and noodles to those in need across the region,\" the company said in a statement.PepsiCo said it is suspending the sale of Pepsi-Cola and global beverage brands in Russia, but will continue to sell some of its essential products.PepsiCo CEO Ramon Laguarta said that Pepsi is suspending capital investments, ads and promotional activity in Russia. But PepsiCo will continue to sell some of its products, including baby formula, baby food, milk and other dairy options.\"We have a responsibility to continue to offer our other products in Russia, including daily essentials,\" Laguarta said. \"By continuing to operate, we will also continue to support the livelihoods of our 20,000 Russian associates and the 40,000 Russian agricultural workers in our supply chain as they face significant challenges and uncertainty ahead,\" he added.Starbucks CEO Kevin Johnson said that \"we have decided to suspend all business activity in Russia,\" in a  message to employees. He added that \"our licensed partner has agreed to immediately pause store operations and will provide support to the nearly 2,000 [employees] in Russia who depend on Starbucks for their livelihood.\" Johnson added that Starbucks is halting shipment of all Starbucks products to Russia. Yum Brands (YUM), which has 1,000 KFC and Pizza Hut franchises in Russia, said it would suspend all investment and restaurant development in the country. The company said it would \"assess additional options\" and redirect all profits from operations in Russia to humanitarian efforts. HospitalityHyatt (H) is halting development in Russia and new investments there following the invasion of Ukraine. Hyatt said it continues to \"evaluate hotel operations\" in Russia while complying with sanctions and US government directives. Hilton has shut down its corporate office in Moscow and is suspending all new development activity in Russia, the hotel company announced Wednesday. The moves will not end the Hilton (HLT) brand in Russia, where there are 26 Hilton hotels. The company does not own any hotels in Russia. The 26 Hilton hotels in Russia are managed or franchised and represent a small percentage of the company's worldwide footprint of more than 6,800 properties, a spokesperson said. Marriott (MAR) has closed its corporate office in Moscow, and paused the opening of upcoming hotels and all future hotel development and investment in Russia. \"Our hotels in Russia are owned by third parties and we continue to evaluate the ability for these hotels to remain open,\" it added.Industrials3 (MMM) said it has halted operations in Russia following the invasion of Ukraine.Dow (DOW) has suspended all purchases of feedstocks and energy from Russia, and says it \"significantly reduced its operations and product offerings\" in the country. Dow has also stopped all investments in the region, and is only supplying limited essential goods in Russia, including food packaging, hygiene, cleaning and sanitation products and household goods. General Electric (GE) suspended most of its operations in Russia, with the exception of \"providing essential medical equipment and supporting existing power services.\"John Deere (DE), the world's largest agriculture equipment maker, has halted shipments of its products to Russia. A Deere spokesperson said the only equipment produced in Russia is at a small factory in Orenburg, Russia that makes seeding and tillage equipment.Caterpillar said on March 9 that it is suspending operations in its Russian manufacturing facilities. \"Operations in Russia have become increasingly challenging, including supply chain disruptions and sanctions,\" the manufacturing giant said in a statement.Media & entertainmentDirecTV is cutting ties with RT.A spokesperson for the US satellite carrier told CNN Business that it had already been reviewing whether to renew the outlet's carriage agreement, which was due to expire later this year. Russia's war on Ukraine sped up its decision, according to the representative.Disney (DIS) is also suspending the release of its theatrical films in Russia, citing \"the unprovoked invasion of Ukraine.\"The entertainment giant had multiple films set for release in Russia in the coming months. That includes Marvel's \"Doctor Strange in the Multiverse of Madness\" on May 5 and Pixar's \"Lightyear\" on June 16.A shopper opening an umbrella featuring Disney Princesses at the Central Children's Store in Moscow's Lubyanka Square in 2017.\"We will make future business decisions based on the evolving situation,\" a Disney spokesperson said.'The Batman' pulled from RussiaWarnerMedia said on February 28 that it would pause the release of \"The Batman\" in Russia.The film is one of the biggest blockbusters of the year, and is being released in most countries by Warner Bros. which, like CNN, is a unit of WarnerMedia.A company spokesperson said that the decision was made \"in light of the humanitarian crisis in Ukraine,\" and that the company hoped \"for a swift and peaceful resolution to this tragedy.\"WarnerMedia is also pausing all new business in Russia, ceasing broadcast of its channels, halting all new content licensing with Russian entities, and pausing planned theatrical and games releases. RetailCrocs (CROX) said March 9 that it will \"pause its direct-to-consumer business, inclusive of e-commerce and retail operations, in Russia.\" It will also pause \"the importation of goods into the country.\"Estée Lauder Companies said March 7 that it will \"suspend all commercial activity in Russia, including closing every store we own and operate, as well as our brand sites and shipments to any of our retailers in Russia.\" The company had already suspended business investments and initiatives in Russia, it said in a statement.Fast Retailing announced March 10 that it was suspending Uniqlo's business activities in Russia.The turnaround came just days after Tadashi Yanai, CEO of the Japanese group, vowed to keep operating there, calling clothing a basic human necessity. Now, \"it has become clear to us that we can no longer proceed,\" Fast Retailing said in a statement, citing \"a number of difficulties.\"The company \"is strongly against any acts of hostility,\" it added. \"We condemn all forms of aggression that violate human rights and threaten the peaceful existence of individuals.\"H&M (HMRZF) will pause all sales in Russia.In a statement, the company said that it was \"deeply concerned about the tragic developments in Ukraine, and stands with all the people who are suffering.\"The clothing giant's stores in Ukraine are already closed due to safety concerns.H&M Group, which operates a number of brands, had 168 stores in Russia as of last November, according to its website.Ikea, the world's largest furniture company, is closing its 17 stores in Russia. The company said the conflict is having a \"huge human impact\" and is \"resulting in serious disruptions to supply chain and trading conditions.\" In addition to pausing its retail and manufacturing operations in Russia, it will suspend all trade with the country and its ally, Belarus.Ikea said 15,000 workers would be directly affected by the shutdown in the region. The company will continue to pay them, at least for the time being.Imperial Brands (IMBBY), one of the world's largest tobacco players, will sell off its Russian business.The company behind Winston and Gauloises cigarettes says its operations in Russia comprise 1,000 employees in sales and marketing, as well as a factory in the city of Volgograd.Imperial will \"continue to pay their salaries until any transfer is concluded,\" it said in a statement.Inditex, the parent company of Zara, said it is pausing operations in Russia and closing 502 stores in the country. In a statement, the company said Russia accounts for about 8.5% of its earnings before interest and tax.Mothercare is suspending business in Russia and stopping shipments there.\"Our local partner has confirmed that it will be immediately pausing operations in some 120 stores and online,\" it said on March 9. Russia accounts for around 20% to 25% of sales for the retailer, which specializes in goods for parents and babies. Mondelez (MDLZ) said it would scale back all non-essential activities in Russia \"while helping maintain continuity of the food supply.\" The company said it would focus on \"basic offerings,\" and discontinue all new capital investments and suspend a advertising spending in the country.German sports company Puma said it is suspending operations of all of its stores in Russia. The company said it operates more than 100 stores in the country.  Luxury fashion house Prada is suspending its retail operations in Russia. Procter & Gamble (PG) CEO Jon Moeller said in a letter to employees on March 7 that the company has \"discontinued all new capital investments in Russia\" and is \"suspending all media, advertising, and promotional activity.\"\"We are significantly reducing our product portfolio to focus on basic health, hygiene and personal care items needed by the many Russian families who depend on them in their daily lives,\" Moeller said. \"As we proceed with the reduced scale of our Russian operations, we will continue to adjust as necessary.\"Unilever (UL) said it will \"continue to supply our everyday essential food and hygiene products made in Russia to people in the country,\" adding \"we will keep this under close review.\" But the company noted it is has suspended imports of its products to Russia and is stopping all investment in the country, in addition to stopping exports from there. It said it won't profit from its presence in Russia.Shipping goodsUPS and FedEx have suspended operations in Russia and Belarus. FedEx said it suspended operations to \"support the people of Ukraine.\" DHL said it has suspended inbound shipments to Russia and Belarus.Maersk and MSC Mediterranean Shipping Company are both halting cargo bookings with Russia.\"As the stability and safety of our operations is already being directly and indirectly impacted by sanctions, new Maersk bookings to and from Russia will be temporarily suspended, with exception of foodstuffs, medical and humanitarian supplies,\" the Denmark-based company said in a statement.\"We are deeply concerned by how the crisis keeps escalating in Ukraine,\" the company added.MSC, a Swiss-owned container shipping line, said its suspension would cover \"all access areas, including Baltics, Black Sea and Far East Russia.\"TransportationFrench train maker Alstom said that it will \"suspend all deliveries towards Russia\" in a statement on March 9. The group is also suspending all future business investments in Russia, it added. Alstom owns a 20% stake — as a capital investment — in Transmashholding (TMH), the Russian locomotives and rail equipment provider.\"There was no material business nor operational link between Alstom and TMH,\" the company said. \"The book value will be re-assessed as part of the fiscal year 2021/22 closing accounts.\"— Rishi Iyengar, Michelle Toh, Diksha Madhok, Chris Isidore, Vanessa Yurkevich, Paul P. Murphy, Mark Thompson, Vasco Cotovio, Peter Valdes-Dapena, Frank Pallotta, Brian Fung, Oliver Darcy, Jordan Valinsky, Aliza Kassim, Chris Liakos, Pamela Boykoff, Robert North, Anna Stewart and Blake Essig contributed to this report. ", "category": "business"}