[{"author": "Brian Fung, CNN", "date_published": "2022-03-14 16:20:37", "section": "tech", "url": "https://www.cnn.com/2022/03/14/tech/meta-guidance-heads-of-state/index.html", "headline": "Meta says it doesn't allow calls for assassinating heads of state - CNN", "article_text": " (CNN Business)Meta (FB), the parent company of Facebook and Instagram, issued a reminder on Sunday that it prohibits calls on its platforms for the assassination of high-ranking world leaders, following intense scrutiny of the company's decision last week to relax hate speech policies in Ukraine.In an internal post to employees, Meta President of Global Affairs Nick Clegg said \"we do not permit calls to assassinate a head of state.\" Russia opens criminal case against Meta following temporary hate speech policy changeThe internal post, which was reported by Bloomberg and Reuters and confirmed to CNN Business by a Meta spokesperson, does not mention Russian President Vladimir Putin by name. The spokesperson affirmed that the restrictions on calls for assassination apply globally. Meta's earlier decision allows Ukrainian users to post otherwise prohibited calls for violent self-defense or condemnation of Russia's invasion, and effectively created more leeway for users in the country to express support for violence on Meta's platforms. (On Sunday, Mykhailo Fedorov, Ukraine's Minister of Digital Transformation thanked Meta and said the decision \"respect[ed] our right to counter the aggression\" from Russia.)But Meta was forced to clarify its stance after Russia accused it of facilitating \"illegal calls for murder and violence\" against Russian citizens and opened a criminal case against the company. Russia has separately moved to block Facebook and Instagram in the country as part of a crackdown on information about the war in Ukraine, though a growing number of Russian internet users appear determined to circumvent the ban.  Read MoreThe Ukraine-specific policy on hate speech, which is temporary, is \"focused on protecting people's rights to speech as an expression of self-defense in reaction to a military invasion of their country,\" Clegg said in a public statement Friday. The statement added that Meta has \"no quarrel with the Russian people\" and that \"there is no change at all in our policies on hate speech as far as the Russian people are concerned.\"Clegg's internal post on Sunday doubled down on that position.\"We are now narrowing the focus to make it explicitly clear in the guidance that it is never to be interpreted as condoning violence against Russians in general,\" Clegg wrote, adding that the hate-speech carveout for Ukraine applies only to speech \"regarding the Russian military invasion.\"", "keywords": ["tech", "meta", "says", "n't", "allow", "calls", "assassinating", "heads", "state", "cnn"], "category": "business"}, {"author": "Matt Egan, CNN Business", "date_published": "2022-03-14 12:55:43", "section": "investing", "url": "https://www.cnn.com/2022/03/14/investing/citi-russia/index.html", "headline": "Citi expands its exit from Russia - CNN", "article_text": "New York (CNN Business)Citigroup, the major US bank with the biggest footprint in Russia, said Monday it will expand its exit from Russia to go beyond the long-planned sale of its consumer bank there.Citi said in a statement it has decided to \"expand the scope\" of its exit process to include \"other lines of business and continue to reduce our remaining operations and exposure\" in Russia.\"Due to the nature of banking and financial services operations, this decision will take time to execute,\" Citi said, adding that it is \"moving with urgency\" to complete the assessment of its Russia operations.Here are the companies pulling back from RussiaCiti did not detail specifically which operations will be unwound, but the bank provides investment and corporate banking services in Russia to institutions and high net-worth individuals. In April 2021, Citi disclosed its intent to exit its consumer business in Russia.Citi's latest announcement comes after Goldman Sachs and JPMorgan announced last week they will leave Russia. Deutsche Bank on Friday said it will get out of Russia, reversing its previous position.Read MoreCiti has nearly $10 billion worth of exposure to Russia as of the end of last year, according to regulatory filings. \"We will continue to manage our existing regulatory commitments and our obligations to depositors, as well as support all of our employees during this very difficult time,\" Citi said Monday.", "keywords": ["investing", "citi", "expands", "exit", "russia", "cnn"], "category": "business"}, {"author": "CNN Business staff", "date_published": "2022-03-02 09:56:19", "section": "business", "url": "https://www.cnn.com/2022/03/02/business/companies-pulling-back-russia-ukraine-war-intl-hnk/index.html", "headline": "Companies pulling back from Russia over the war in Ukraine - CNN", "article_text": " (CNN Business)Dozens of the world's biggest companies have abandoned or scaled back their operations in Russia in response to its invasion of Ukraine. The exodus affects every corner of the economy, from its vast energy riches through autos, finance, retail, entertainment and fast food, starving Russia of new investment and removing products and services that had become popular in the decades since the collapse of the Soviet Union. Here's a look at the major corporate departures. AutosFord (F) announced it was suspending its operations in Russia. The American automaker has a 50% stake in Ford Sollers, a joint venture that employs at least 4,000 workers and is shared with Russian company Sollers.Read MoreA Ford dealership and service center. The company has plants in St. Petersburg, Elabuga and Naberezhnye Chelny but said it had \"significantly wound down\" its Russian operations in recent years. The automaker said it was \"deeply concerned about the situation in Ukraine,\" and noted it has \"a strong contingent of Ukrainian nationals working at Ford around the world.\"General Motors (GM) said it was halting all exports to Russia \"until further notice.\"GM doesn't have a significant presence there: It sells only about 3,000 vehicles a year through 16 dealerships, according to a spokesperson. That's out of the more than 6 million vehicles the Detroit-based automaker sells annually.Toyota (TM) announced it would stop making cars in Russia or importing them to the country \"until further notice, due to supply chain disruptions.\"Volkswagen (VLKAF) is stopping production of vehicles in Russia and has suspended exports to the Russian market. The decision applies to the Russian production sites in Kaluga and Nizhny Novgorod.Nissan (NSANF) has suspended the export of vehicles to Russia, adding that it \"anticipates that production will stop soon at our plant in St. Petersburg.\"AviationBoeing (BA) said it would suspend support for Russian airlines.A company spokesperson confirmed the aircraft maker was pausing \"parts, maintenance and technical support services for Russian airlines,\" and had also \"suspended major operations in Moscow and temporarily closed our office in Kyiv.\"Airbus (EADSF) followed Boeing with a similar move. In a statement, the company said it has \"suspended support services to Russian airlines, as well as the supply of spare parts to the country.\"Big TechAirbnb cofounder and CEO Brian Chesky said in a tweet that his company was suspending all operations in Russia and Belarus.Amazon's (AMZN) cloud division, Amazon Web Services, said March 8 it would halt new sign-ups for the service in Russia and Belarus. The company has already had a \"long-standing policy of not doing business with the Russian government\" and does not have data centers, infrastructure or offices in Russia, the company said in a blog post.\"AWS has clear terms of service where if a customer is using AWS services to threaten, incite, promote, or actively encourage violence, terrorism, or other serious harm, they will not be permitted to use our services,\" Amazon said. \"Any customer we know of who is participating in this type of behavior will have their access to AWS suspended.\"Apple (AAPL) has stopped selling its products in Russia.The tech giant said in a statement that it was \"deeply concerned\" about the Russian invasion. In response, the company has also moved to limit access to digital services, such as Apple Pay, inside Russia, and restricted the availability of Russian state media applications outside the country.A re:Store shop in central Moscow. re:Store is one of the largest Apple resellers in Russia.Facebook (FB)-parent Meta said it would block access to Russian news outlets Sputnik and RT, the Russia-backed television network infamous for promoting Russian President Vladimir Putin's agenda, across the European Union. The move comes after the company received \"requests from a number of governments and the EU to take further steps in relation to Russian state controlled media,\" Nick Clegg, Meta's VP of global affairs, wrote in a tweet.Meta has also said it has applied algorithmic restrictions on Russian state media that should prevent those posts from surfacing as prominently in users' feeds.Hitachi (HTHIY) said March 10 that it is pausing exports to Russia and suspending all manufacturing in the country, \"with the exception of products, services and support for electrical power equipment that are indispensable to the daily lives of people,\" it said.The Japanese conglomerate added that Russia accounts for just a small fraction — roughly 0.5% — of its revenue.IBM (IBM) CEO Arvind Krishna said the company has suspended all business in Russia.\"In Ukraine, we have been in constant touch with our local teams and continue to provide assistance that includes relocation and financial support,\" Krishna said. \"The safety and security of IBMers and their families in all areas impacted by this crisis remains our top priority.\"Big Tech cracks down on Russian state media content amid mounting pressureIntel (INTC) has stopped all shipments to Russia and Belarus, the company announced. Microsoft (MSFT) said it was suspending all new sales of its products and services in Russia. President and vice-chair Brad Smith also said the company is stopping \"many aspects\" of its business in Russia in compliance with government sanctions. Microsoft also said it will continue aiding in Ukrainian cybersecurity. Netflix (NFLX) said it will be suspending its streaming service in Russia.\"Given the circumstances on the ground, we have decided to suspend our service in Russia,\" a Netflix spokesperson told CNN.No other details were provided.Previously, the company said it was refusing to air Russian state TV channels — something that the platform would have been required to do starting this week under Russian law.\"Given the current situation, we have no plans to add these channels to our service,\" the company told CNN Business.Nintendo (NTDOF) has stopped taking online orders in Russia.In a statement on its Russian website, the Switch console maker said that it had \"suspended the processing of payments in rubles,\" and temporarily set its digital store on \"maintenance mode.\"Roku (ROKU), which sells hardware allowing users to stream content through the internet, has banned RT worldwide.Russia tries to stop Western companies fleeing the countrySony (SNE) has halted all software and hardware shipments, and temporarily suspended orders on its online PlayStation store in Russia.The entertainment giant has also paused plans to launch Gran Turismo 7, a driving simulator game, in the country. Sony \"joins the global community in calling for peace in Ukraine,\" it said in a statement.Spotify (SPOT) said it has closed its office in Russia \"indefinitely\" and restricted shows \"owned and operated by Russian state-affiliated media.\" The streaming service removed all content from RT and Sputnik in Europe and other regions, a company spokesman said. \"We are deeply shocked and saddened by the unprovoked attack on Ukraine,\" the spokesman added. \"Our first priority over the past week has been the safety of our employees and to ensure that Spotify continues to serve as an important source of global and regional news at a time when access to information is more important than ever.\"Twitter (TWTR) has similarly announced plans to \"reduce the visibility and amplification\" of Russian state media content.YouTube, which is owned by Google (GOOGL), said it blocked Russian state media within Ukraine, including RT. The video platform also said it would be \"significantly limiting recommendations to these channels.\" Google and YouTube have also said they will no longer allow Russian state media outlets to run ads or monetize their content.ConsultingAccenture is discontinuing its business in Russia as it \"stands with the people of Ukraine,\" it said.The firm announced the move in a statement on March 3, where it thanked its \"nearly 2,300 colleagues in Russia for their dedication and service to Accenture over the years.\"\"We will be providing support to our Russian colleagues,\" the company added.In a similar move, Deloitte announced on March 7 that it would stop operating in Russia and Belarus. \"While we know this is the right decision, it will have an impact on Deloitte's [approximately] 3,000 professionals located in Russia and Belarus. Like others, we know our colleagues in Russia and Belarus have no voice in the actions of their government,\" the firm said.\"We will support all impacted colleagues during this transition and do all we can to assist them during this extremely difficult time.\"EY, otherwise known as Ernst & Young, also said it would remove its Russian practice from its official global network, but allow it to \"continue working with clients as an independent group of audit and consulting companies.\"\"EY in Russia is a team of 4,700 professionals working in 9 cities of the country. The company has been operating in the Russian market for more than 30 years,\" it said on March 7.\"In light of the escalating war, the EY global organization will no longer serve any Russian government clients, state-owned enterprises or sanctioned entities and individuals anywhere in the world.\"Consulting and accounting firm KPMG International said that its \"Russia and Belarus firms will leave the KPMG network.\"\"KPMG has over 4,500 people in Russia and Belarus, and ending our working relationship with them, many of whom have been a part of KPMG for many decades, is incredibly difficult,\" the company said. \"This decision is not about them -- it is a consequence of the actions of the Russian Government. We are a purpose-led and values-driven organization that believes in doing the right thing.\"PricewaterhouseCoopers (PwC) is also planning to break away from its Russian business.\"As a result of the Russian government's invasion of Ukraine we have decided that, under the circumstances, PwC should not have a member firm in Russia and consequently PwC Russia will leave the network,\" the \"Big Four\" consultancy said in a statement.\"Our main focus at PwC continues to be doing all we can to help our Ukrainian colleagues and support the humanitarian efforts,\" it added.\"We are also committed to working with our colleagues at PwC Russia to undertake an orderly transition for the business, and with a focus on the wellbeing of our 3,700 colleagues in PwC Russia.\"Energy and metalsBP said it was planning to exit its 19.75% stake in Russia's biggest oil company, Rosneft, and suspending their joint ventures — which amount to one of the biggest foreign investments in Russia.Equinor will also begin to exit its joint ventures in Russia, the Norwegian oil and gas company announced.\"We are all deeply troubled by the invasion of Ukraine, which represents a terrible setback for the world,\" said CEO Anders Opedal.The company said it had $1.2 billion in long-term investments in Russia at the end of 2021. It has operated in Russia for more than 30 years and has a cooperation agreement with Rosneft.Exxon is quitting its last Russian projectExxon pledged to leave its last remaining oil-and-gas project in Russia and not to invest in new developments in the country.The Sakhalin-1 venture is \"one of the largest single international direct investments in Russia,\" according to the project's website. An Exxon subsidiary has a 30% share, while Rosneft also owns a stake.By quitting this project, Exxon would end more than a quarter-century of continuing business presence in Russia.Shell follows BP out of Russia as oil companies abandon PutinRio Tinto (RIO) was the first major mining company to announce it was cutting all ties with Russian businesses.\"Rio Tinto is in the process of terminating all commercial relationships it has with any Russian business,\" a Rio spokesman told Reuters.The miner owns an 80% stake in Queensland Alumina Ltd in a joint venture with Russia's Rusal International, the world's second-largest aluminum producer. The company did not comment on how its decision to cut ties with Russian businesses would affect Queensland Alumina dealings with Rusal.Shell is getting out of Russia and ditching its joint ventures with Gazprom, including its involvement with the moribund Nord Stream 2 natural gas pipeline.The UK-based oil company said on February 28 it would dump its stake in a liquified natural gas facility, its stake in a project to develop fields in western Siberia and its interest in an exploration project in the Gydan peninsula in northwestern Siberia.\"We are shocked by the loss of life in Ukraine, which we deplore, resulting from a senseless act of military aggression which threatens European security,\" Shell CEO Ben van Beurden said in a statement.Shell has also decided to stop buying Russian oil and gas and will close its service station network.A Shell gas station seen in Moscow in 2020.TotalEnergies (TOT) also condemned Russia's actions and said it would no longer provide capital for new projects in the country. The French oil giant has done business in Russia for 25 years, and recently helped launch a major liquefied natural gas project on the Siberian coast.FinanceNorway's $1.3 trillion sovereign wealth fund will divest shares in 47 Russian companies as well as Russian government bonds, the Norwegian prime minister said.Mastercard (MA) said it was suspending its network services in Russia. Cards supported by Russian banks will not work in the company's network, and any cards issued outside of Russia will not work within the country. The credit giant, which has operated in Russia for more than 25 years, had previously announced that it had \"blocked multiple financial institutions\" from its network as a result of anti-Russian sanctions, and would \"continue to work with regulators in the days ahead.\"Visa (V) said it is suspending all of its operations in Russia. It will end all Visa transactions within its borders, and Visa cards issued in Russia will no longer work outside of the country. In addition, all Visa cards worldwide \"will no longer work within the Russian Federation,\" Visa said. American Express (AXP) said in a statement that globally issued American Express cards will no longer work in Russia, and cards issued in Russia won't work outside the country. The company also said it is ending its business operations in Belarus.Moody's said it is suspending commercial operations in Russia. Its investors service will \"maintain analytical coverage for existing ratings from outside Russia.\"Goldman Sachs (GS) became the first major Wall Street bank to announce plans to exit Russia after the invasion of Ukraine. \"Goldman Sachs is winding down its business in Russia in compliance with regulatory and licensing requirements,\" a Goldman Sachs spokesperson told CNN.JPMorgan Chase (JPM), America's largest bank, said it is \"actively unwinding\" its Russian business and not pursuing any new businesses in the country. JPMorgan cited \"compliance with directives by governments around the world\" for its decision.Western Union (WU) said in a statement that it is suspending operations in Russia and Belarus. \"We have thoroughly evaluated internal and external considerations, including the consequences for our valued teammates, partners, and customers,\" the company said. \"Ultimately, in light of the ongoing tragic impact of Russia's prolonged assault on Ukraine, we have arrived at the decision to suspend our operations in Russia and Belarus.\"Citigroup (C) expanded its exit from Russia, saying it's going to stop soliciting new clients. In pulling out of the country, Citi said it will \"include other lines of business and continue to reduce our remaining operations and exposure,\" according to a company blog post from Executive Vice President of Global Public Affairs Edward Skyler. Citi noted that pulling its operations \"will take time to execute\" and that it is assisting multinational corporations.PayPal (PYPL) CEO Dan Schulman said the company is suspending services in Russia.\"The PayPal community will remain steadfast in our humanitarian efforts to care for those in Ukraine who are experiencing devastating violence and tragic loss,\" Schulman said.Food and beverage AB InBev, the maker of Budweiser and other beer brands, said it has \"requested the controlling shareholder\" of its Russia operations to suspend the license for the production and sale of Bud in the country. The company said it's also \"forfeiting all financial benefit\" from its joint venture operations. Employees will still be paid.Burger King said it is pulling corporate support from its businesses in Russia. Restaurant Brands International, which owns the burger chain, said it \"has suspended all of its corporate support for the Russian market, including operations, marketing and supply chain.\" That doesn't necessarily mean that Burger King restaurants will be closed in Russia, however, as the company said the chain's roughly 800 locations there are \"fully franchised and managed by a local master franchisee.\" This means that the company cannot simply pull the plug on those restaurants as other brands such as McDonald's have done. Coca-Cola (COKE) said that it is \"suspending its business in Russia.\" The company stated that \"our hearts are with the people who are enduring unconscionable effects from these tragic events in Ukraine,\" adding that it will monitor the situation as things change.Heineken will stop producing and selling beer in Russia. The brewer announced on March 9 that it would \"take immediate steps to ring-fence\" its Russian business, \"to stop the flow of monies, royalties and dividends\" out of the country. The beverage giant, which sells into more than 190 countries, had already announced a suspension on new investments and exports to Russia. \"We are assessing the strategic options for the future of our Russian operations,\" it said in a statement. \"We see a clear distinction between the actions of the government and our employees in Russia.\"McDonald's is temporarily closing its Russian restaurants. Eighty-four percent of McDonald'  (MCD)locations in Russia are operated by the company, according to the document. Russia's restaurants, along with another 108 in Ukraine, all operated by McDonald's, accounted for 9% of the company's revenue in 2021.Nestle (NSRGF) is suspending all capital investment in Russia and halting advertising in the country. \"We are working hard to help keep food available to the people, be it on store shelves or through donations of essential foods and beverages like baby food, cereals, soup and noodles to those in need across the region,\" the company said in a statement.PepsiCo said it is suspending the sale of Pepsi-Cola and global beverage brands in Russia, but will continue to sell some of its essential products.PepsiCo CEO Ramon Laguarta said that Pepsi is suspending capital investments, ads and promotional activity in Russia. But PepsiCo will continue to sell some of its products, including baby formula, baby food, milk and other dairy options.\"We have a responsibility to continue to offer our other products in Russia, including daily essentials,\" Laguarta said. \"By continuing to operate, we will also continue to support the livelihoods of our 20,000 Russian associates and the 40,000 Russian agricultural workers in our supply chain as they face significant challenges and uncertainty ahead,\" he added.Starbucks CEO Kevin Johnson said that \"we have decided to suspend all business activity in Russia,\" in a  message to employees. He added that \"our licensed partner has agreed to immediately pause store operations and will provide support to the nearly 2,000 [employees] in Russia who depend on Starbucks for their livelihood.\" Johnson added that Starbucks is halting shipment of all Starbucks products to Russia. Yum Brands (YUM), which has 1,000 KFC and Pizza Hut franchises in Russia, said it would suspend all investment and restaurant development in the country. The company said it would \"assess additional options\" and redirect all profits from operations in Russia to humanitarian efforts. HospitalityHyatt (H) is halting development in Russia and new investments there following the invasion of Ukraine. Hyatt said it continues to \"evaluate hotel operations\" in Russia while complying with sanctions and US government directives. Hilton has shut down its corporate office in Moscow and is suspending all new development activity in Russia, the hotel company announced Wednesday. The moves will not end the Hilton (HLT) brand in Russia, where there are 26 Hilton hotels. The company does not own any hotels in Russia. The 26 Hilton hotels in Russia are managed or franchised and represent a small percentage of the company's worldwide footprint of more than 6,800 properties, a spokesperson said. Marriott (MAR) has closed its corporate office in Moscow, and paused the opening of upcoming hotels and all future hotel development and investment in Russia. \"Our hotels in Russia are owned by third parties and we continue to evaluate the ability for these hotels to remain open,\" it added.Industrials3 (MMM) said it has halted operations in Russia following the invasion of Ukraine.Dow (DOW) has suspended all purchases of feedstocks and energy from Russia, and says it \"significantly reduced its operations and product offerings\" in the country. Dow has also stopped all investments in the region, and is only supplying limited essential goods in Russia, including food packaging, hygiene, cleaning and sanitation products and household goods. General Electric (GE) suspended most of its operations in Russia, with the exception of \"providing essential medical equipment and supporting existing power services.\"John Deere (DE), the world's largest agriculture equipment maker, has halted shipments of its products to Russia. A Deere spokesperson said the only equipment produced in Russia is at a small factory in Orenburg, Russia that makes seeding and tillage equipment.Caterpillar said on March 9 that it is suspending operations in its Russian manufacturing facilities. \"Operations in Russia have become increasingly challenging, including supply chain disruptions and sanctions,\" the manufacturing giant said in a statement.Media & entertainmentDirecTV is cutting ties with RT.A spokesperson for the US satellite carrier told CNN Business that it had already been reviewing whether to renew the outlet's carriage agreement, which was due to expire later this year. Russia's war on Ukraine sped up its decision, according to the representative.Disney (DIS) is also suspending the release of its theatrical films in Russia, citing \"the unprovoked invasion of Ukraine.\"The entertainment giant had multiple films set for release in Russia in the coming months. That includes Marvel's \"Doctor Strange in the Multiverse of Madness\" on May 5 and Pixar's \"Lightyear\" on June 16.A shopper opening an umbrella featuring Disney Princesses at the Central Children's Store in Moscow's Lubyanka Square in 2017.\"We will make future business decisions based on the evolving situation,\" a Disney spokesperson said.'The Batman' pulled from RussiaWarnerMedia said on February 28 that it would pause the release of \"The Batman\" in Russia.The film is one of the biggest blockbusters of the year, and is being released in most countries by Warner Bros. which, like CNN, is a unit of WarnerMedia.A company spokesperson said that the decision was made \"in light of the humanitarian crisis in Ukraine,\" and that the company hoped \"for a swift and peaceful resolution to this tragedy.\"WarnerMedia is also pausing all new business in Russia, ceasing broadcast of its channels, halting all new content licensing with Russian entities, and pausing planned theatrical and games releases. RetailCrocs (CROX) said March 9 that it will \"pause its direct-to-consumer business, inclusive of e-commerce and retail operations, in Russia.\" It will also pause \"the importation of goods into the country.\"Estée Lauder Companies said March 7 that it will \"suspend all commercial activity in Russia, including closing every store we own and operate, as well as our brand sites and shipments to any of our retailers in Russia.\" The company had already suspended business investments and initiatives in Russia, it said in a statement.Fast Retailing announced March 10 that it was suspending Uniqlo's business activities in Russia.The turnaround came just days after Tadashi Yanai, CEO of the Japanese group, vowed to keep operating there, calling clothing a basic human necessity. Now, \"it has become clear to us that we can no longer proceed,\" Fast Retailing said in a statement, citing \"a number of difficulties.\"The company \"is strongly against any acts of hostility,\" it added. \"We condemn all forms of aggression that violate human rights and threaten the peaceful existence of individuals.\"H&M (HMRZF) will pause all sales in Russia.In a statement, the company said that it was \"deeply concerned about the tragic developments in Ukraine, and stands with all the people who are suffering.\"The clothing giant's stores in Ukraine are already closed due to safety concerns.H&M Group, which operates a number of brands, had 168 stores in Russia as of last November, according to its website.Ikea, the world's largest furniture company, is closing its 17 stores in Russia. The company said the conflict is having a \"huge human impact\" and is \"resulting in serious disruptions to supply chain and trading conditions.\" In addition to pausing its retail and manufacturing operations in Russia, it will suspend all trade with the country and its ally, Belarus.Ikea said 15,000 workers would be directly affected by the shutdown in the region. The company will continue to pay them, at least for the time being.Imperial Brands (IMBBY), one of the world's largest tobacco players, will sell off its Russian business.The company behind Winston and Gauloises cigarettes says its operations in Russia comprise 1,000 employees in sales and marketing, as well as a factory in the city of Volgograd.Imperial will \"continue to pay their salaries until any transfer is concluded,\" it said in a statement.Inditex, the parent company of Zara, said it is pausing operations in Russia and closing 502 stores in the country. In a statement, the company said Russia accounts for about 8.5% of its earnings before interest and tax.Mothercare is suspending business in Russia and stopping shipments there.\"Our local partner has confirmed that it will be immediately pausing operations in some 120 stores and online,\" it said on March 9. Russia accounts for around 20% to 25% of sales for the retailer, which specializes in goods for parents and babies. Mondelez (MDLZ) said it would scale back all non-essential activities in Russia \"while helping maintain continuity of the food supply.\" The company said it would focus on \"basic offerings,\" and discontinue all new capital investments and suspend a advertising spending in the country.German sports company Puma said it is suspending operations of all of its stores in Russia. The company said it operates more than 100 stores in the country.  Luxury fashion house Prada is suspending its retail operations in Russia. Procter & Gamble (PG) CEO Jon Moeller said in a letter to employees on March 7 that the company has \"discontinued all new capital investments in Russia\" and is \"suspending all media, advertising, and promotional activity.\"\"We are significantly reducing our product portfolio to focus on basic health, hygiene and personal care items needed by the many Russian families who depend on them in their daily lives,\" Moeller said. \"As we proceed with the reduced scale of our Russian operations, we will continue to adjust as necessary.\"Unilever (UL) said it will \"continue to supply our everyday essential food and hygiene products made in Russia to people in the country,\" adding \"we will keep this under close review.\" But the company noted it is has suspended imports of its products to Russia and is stopping all investment in the country, in addition to stopping exports from there. It said it won't profit from its presence in Russia.Shipping goodsUPS and FedEx have suspended operations in Russia and Belarus. FedEx said it suspended operations to \"support the people of Ukraine.\" DHL said it has suspended inbound shipments to Russia and Belarus.Maersk and MSC Mediterranean Shipping Company are both halting cargo bookings with Russia.\"As the stability and safety of our operations is already being directly and indirectly impacted by sanctions, new Maersk bookings to and from Russia will be temporarily suspended, with exception of foodstuffs, medical and humanitarian supplies,\" the Denmark-based company said in a statement.\"We are deeply concerned by how the crisis keeps escalating in Ukraine,\" the company added.MSC, a Swiss-owned container shipping line, said its suspension would cover \"all access areas, including Baltics, Black Sea and Far East Russia.\"TransportationFrench train maker Alstom said that it will \"suspend all deliveries towards Russia\" in a statement on March 9. The group is also suspending all future business investments in Russia, it added. Alstom owns a 20% stake — as a capital investment — in Transmashholding (TMH), the Russian locomotives and rail equipment provider.\"There was no material business nor operational link between Alstom and TMH,\" the company said. \"The book value will be re-assessed as part of the fiscal year 2021/22 closing accounts.\"— Rishi Iyengar, Michelle Toh, Diksha Madhok, Chris Isidore, Vanessa Yurkevich, Paul P. Murphy, Mark Thompson, Vasco Cotovio, Peter Valdes-Dapena, Frank Pallotta, Brian Fung, Oliver Darcy, Jordan Valinsky, Aliza Kassim, Chris Liakos, Pamela Boykoff, Robert North, Anna Stewart and Blake Essig contributed to this report. ", "keywords": ["business", "companies", "pulling", "back", "russia", "war", "ukraine", "cnn"], "category": "business"}, {"author": "Rishi Iyengar, CNN Business", "date_published": "2022-03-11 18:41:00", "section": "tech", "url": "https://www.cnn.com/2022/03/11/tech/russia-internet-backbone-cogent-lumen/index.html", "headline": "Why internet backbone services Cogent and Lumen are cutting off Russia  - CNN", "article_text": " (CNN Business)Big tech platforms have joined the global backlash against Russia over its invasion of Ukraine, with Facebook (FB), Google (GOOGL), Twitter (TWTR), Spotify (SPOT), Netflix (NFLX) and others placing at least partial restrictions on Russian content — if not exiting (or getting themselves blocked) altogether. In the past week, however, the severing of Russia from the global internet went one layer deeper. Two of the world's largest internet service providers, Lumen Technologies and Cogent Communications, said they would block Russian customers from their networks over fears that their networks could be used by the Russian government for cyberattacks against the West. But a knock-on effect is that it will be even harder for citizens in the country to use the worldwide web. The move highlights the tension over Russia's effort to erect what's being called a digital Iron Curtain to close its citizens off from outside information, much like China has done for years. Companies find themselves caught between helping Russians freely access the internet and ensuring their services are not used by the Russian government to spread disinformation, propaganda or worse. The implications are massive. Lumen and Cogent collectively preside over nearly 600,000 miles of optical fiber that forms the piping for the global internet, with each boasting operations in more than 50 countries, according to their websites.Fear of cyberattacksRead MoreBoth companies insist their moves were squarely directed at the Russian government and not the Russian people, and any impediment to the latter's ability to access outside information is an unfortunate side effect. \"We as a company are a very strong believer in an open and uncensored internet,\" Dave Schaeffer, Cogent's CEO, said in an interview with CNN Business. \"This was a very difficult decision.\" Cogent Communications CEO Dave SchaefferAccording to Schaeffer, cutting Russia off is a preventative measure against cyberattacks that may be perpetrated through Cogent's network by the Russian government or individuals linked to it. The company, which is based in Washington D.C., has limited its action to around 25 customers that are incorporated in Russia and are directly on Russian networks, he said. That means Russian businesses that use Cogent's network outside the country through non-Russian state entities can continue to do so.\"We felt that the downside of having the possibility that these connections could be used offensively outweighed the negative of terminating some services,\" he added.An unprecedented decisionLumen, headquartered in Monroe, Louisiana, cited similar reasoning for its decision, which came a few days after Cogent's. \"We decided to disconnect the network due to increased security risk inside Russia,\" Mark Molzen, the company's global issues director, said in an email. \"We have not yet experienced network disruptions but given the increasingly uncertain environment and the heightened risk of state action, we took this move to ensure the security of our and our customers' networks, as well as the ongoing integrity of the global Internet.\"The digital Iron Curtain: How Russia's internet could soon start to look a lot like China'sIt's also an unprecedented decision in some ways. Schaeffer said Cogent has previously taken down certain websites and addresses at the requests of governments in several countries, including Spain, Sweden, Turkey and the United States, as long as the requests have a lawful basis. \"This is different,\" he said, describing it as the first time the company has made a proactive move. \"We don't look inside of our customers' pipes, what they do with them is their business. In this case, we terminated the entire pipe.\" Correction: A previous version of this story misstated the location of Lumen Technologies' headquarters. The company is headquartered in Monroe, Louisiana.", "keywords": ["tech", "internet", "backbone", "services", "cogent", "lumen", "cutting", "russia", "cnn"], "category": "business"}, {"author": "Anna Cooban, CNN Business ", "date_published": "2022-03-15 12:13:39", "section": "business", "url": "https://www.cnn.com/2022/03/15/business/britain-cost-of-living/index.html", "headline": "Britain's cost of living crisis is pushing millions to the brink  - CNN", "article_text": "London (CNN Business)Nazmin Begum has a problem: she's having to pay much more to keep her two children warm and fed as the United Kingdom endures its worst cost of living crisis in three decades.\"Everything's increasing,\" she told CNN Business during a visit to The Boiler House, which provides discounted food, footwear and fuel vouchers from a red brick building on a public housing estate in east London. Begum's energy bills for her one-bedroom apartment have shot up by about £70 ($92) in the past three months, even though she's using similar amounts of fuel. She works at Tesco (TSCDF), a supermarket chain, where she has seen \"every single product\" rise in price.\"Milk was 80p ($1.05). The smallest one, that's gone to £1 ($1.31),\" she said. \"The bread — the cheapest bread that we used to do for £1 — has gone to £1.20 ($1.57).\" Annual consumer price inflation hit 5.5% in January in the United Kingdom — its highest level since 1992 — fueled by product shortages and a sharp spike in demand as pandemic lockdowns were lifted. Wages aren't keeping pace.  Read MoreAverage worker pay suffered its biggest drop in more than seven years in the three months to January, falling by 1% over the same period a year ago once inflation is taken into account, the UK Office for National Statistics said on Tuesday. And the war in Ukraine has driven energy costs even higher —  gasoline and diesel prices have soared to new record highs in recent days.The Boiler House has multiple sites, including the Northwold Youth & Community Hub in east London.The Boiler House Youth and Community Space started its food pantry during the coronavirus pandemic. Unlike a traditional food bank, guests browse and shop for their own items, paying a £6.50 ($8.50) fee to receive about £35 ($46) worth of food and toiletries. But the charity's services have expanded to provide members with shoes and help paying their energy bills as many struggle with  the most severe knock to their purchasing power in years. Davina Mathurin, project officer for The Boiler House, summarized the dilemma many are facing. \"Do you either keep the house warm so [your] children don't get ill?\" she said. \"Or do [you] buy food so they can eat and they're not hungry?\"Millions of people's fuel bills rose in October when Britain's energy regulator increased its consumer price cap — the maximum suppliers can charge per unit of energy — by 12% after a global natural gas supply crunch pushed wholesale prices up to record levels.A shopper carries his purchases in Walthamstow, east London, on February 13.On the day CNN Business visited in February, Mathurin had started referring some members to fuel voucher programs organized by charities that offer up to £49 ($64) to help with bills. Demand was high, she said.  Monique John, another regular visitor to the Boiler House, told CNN Business that she owns a smart meter. The device helps her conserve energy, but her money does not stretch nearly as far as it used to.  \"You just literally watch [the meter] go down and down and down and down and down,\" she said. 'There's just nothing left to give'The worst is yet to come.In April, the energy price cap will soar by 54% — its largest ever rise — burdening 22 million people with an annual bill of roughly £2,000 ($2,618). Inflation is also expected to peak above 7% and a new payroll tax to help fund health and social care will take effect. Steam and smoke is seen rising from the chimneys and central heating vents of houses in January in London.The higher costs could push the number of \"destitute\" households — defined as those unable to afford basic necessities — up by a third to hit 1 million, according to analysis by The National Institute of Economic and Social Research. Russia's invasion of Ukraine last month pushed wholesale gas prices up even further as global markets panicked over whether sanctions would hit Russian exports. Analysts at investment bank Investec said Britons' annual energy bills after October — the next time the price cap is adjusted — could rocket past £3,000 ($3,927) as a result. \"Now there's just nothing left to give from people's budgets. There's no way the numbers add up now,\" Lucy Bannister, policy campaigns manager at the Joseph Rowntree Foundation, an anti-poverty charity, told CNN Business.\"Children are feeling too scared to ask for the heating to be put on,\" she added. \"They're really kind of taking on that stress that they're seeing their parents go through. Feeling hungry and not asking for a snack.\"The government will try to ease the pain by cutting local taxes and allowing millions of Britons to spread the cost of their energy bills over the next few years. A government spokesperson told CNN Business that it was \"providing support worth around £12 billion ($16 billion) this financial year and next, to help households with the cost of living.\"The spokesperson added that the government would raise the minimum wage by more than £1,000 ($1,309) a year and hike a benefit claimed by people on low incomes by the same amount. Both will start in April.Critics say the government's response is inadequate and fails to target those who need it most. Ian Allinson, a member of the executive committee at Manchester Trades Union Council, which organized a protest against higher costs in February, said the situation is \"alarming.\" He said the government's plan to delay energy payments won't help vulnerable people.\"We're appalled when the main measure the government has announced [to bring down energy bills] is that we have to give ourselves a loan,\" he told CNN Business. \"A lot of people are struggling with debt already. The idea that there's then enforced further debt rather than any genuine help is just shocking.\"People march through  Manchester on February 12, as protests were held nationally against rising energy bills and the cost of living.Angry Britons are taking to the streets. Protesters, and the opposition Labour Party, have called for a windfall tax on energy companies like BP (BP) and Shell (RDSA), which made billions in profit last year. \"It's just scandalous that the government is choosing to not do something effective to support ordinary people but is happy to leave those mega profits for the companies that are inflicting this on us,\" Allinson said. Paychecks can't keep upAt a north London church, piles of groceries are laid out in a grid on the floor of a small side building. Volunteers are packing the donated items into bags before driving them to people's doors. Cooking Champions, an organization which caters for charitable groups and local businesses, started its delivery service in April 2020 after the pandemic hit. Annalisa Moseley is one of the first to receive her shopping. The mother-of-two said that without Cooking Champions, some weeks she would have no food. Thinking about what will happen after April is stressful, she said.   Volunteers at Cooking Champions in London create food parcels using donated and redistributed food.\"It's all on my shoulders sort of thing to make sure the kids are warm and fed and everything,\" Moseley said. \"It has been getting me down a little bit, but just got to carry on. Keep trying.\"Moseley receives Universal Credit — a benefit for people who are out of work or on low incomes. The government hiked payments by £20 ($26) a week during the pandemic, but that ended in October 2021. The benefit will increase by 3.1% in April, but that's less than half the expected rate of inflation.Rising wages can't keep up either. The Spring Community Hub, a food and clothes bank 15 miles to the south across London, runs another door-to-door delivery service. Lately, volunteers have helped increasing numbers of younger and more affluent people. \"We're seeing more working people and people on those precarious hours particularly,\" CEO Felicia Boshorin told CNN Business. \"When the actual money comes, it's not enough,\" she added.Parents are 'dreading' SeptemberSeptember looms large for parents worried about the cost of school uniforms. Shirts, sweaters and jackets emblazoned with school logos — mandatory in the United Kingdom — can run into the hundreds of pounds for a single child.One in 10 British families have fallen into debt buying items needed for school, according to a 2020 survey by The Children's Society, a charity. That figure could grow in 2022 — clothes and footwear were the biggest contributors to inflation in the month to January, according to the Office for National Statistics. Caroline Rice, who lives in Northern Ireland, is \"dreading\" the new school year. She is a member of Covid Realities, a research project documenting the experiences of low income families during the pandemic. \"I can't afford £100 ($131) for oil, so why would I pay £50 ($65), £60 ($79) for a school blazer?\" she said.Back at The Boiler House, parents are turning up with their children to browse shelves of colorful sneakers, donations provided by charity Sal's Shoes. Begum's daughter rushes over to a pair of white and pink sparkly Converse and tries them on. \"With poverty there is that loss of dignity if you're just effectively being handed handouts,\" said CJ Bowry, the founder of Sal's Shoes.Sal's Shoes' St Paul's Centre in Crewe, on February 16.Its three pop-up stores around the country aim to give \"families a shopping experience,\" she said. \"So they can visit these shops and try on shoes and choose shoes and see a selection of shoes — but they don't have to pay.\"Sal's Shoes has sent nearly 3 million pairs to 54 countries in its eight years, though more and more are being sent closer to home. The charity distributed 48,000 pairs around the United Kingdom in 2021, its highest number ever. Bowry said she receives calls every day from school principals asking for support.\"We have headteachers who've done playground duty and then ring us because they've literally noticed children in their playground with the soles flapping off their shoes,\" she said. 'Hardship is harder'The Bank of England expects inflation to cool after peaking in April, but high prices will stick around. For people who have taken on new debts and fallen behind on their bills, there will be a scarring effect that could last for years. Research by the Joseph Rowntree Foundation last year found that 4.4 million low income households began borrowing or added to existing debts during the pandemic. Of that number, more than two thirds are behind on their repayments. Joseph De-Ville, another member of Covid Realities, lives in Cornwall with his wife and three children. He got into debt a couple of years ago to pay for his mother's funeral, and told CNN Business about the constant struggle to provide for his family.  \"This is the parts of life that people aren't seeing,\" he said. \"We're locking it up into credit cards so we can cope, and then we're struggling to pay the debts because [of] the interest rates — because we're having to take high interest rate credit cards just so we can get by.\" For over a decade, real incomes and living standards for millions of Britons have dropped. For De-Ville, the rising cost of living is just the latest chapter of an extended crisis.\"Hardship is harder,\" he said.", "keywords": ["business", "britain", "cost", "living", "crisis", "pushing", "millions", "brink", "cnn"], "category": "business"}, {"author": "Danielle Wiener-Bronner, CNN Business", "date_published": "2022-03-15 12:14:52", "section": "business-food", "url": "https://www.cnn.com/2022/03/15/business-food/starbucks-cup-sustainability/index.html", "headline": "Starbucks is planning to phase out its iconic cups - CNN", "article_text": "New York (CNN Business)Starbucks has a love-hate relationship with its cups. The company's white — or sometimes holiday-themed — logo-emblazoned paper cups for hot drinks, and clear plastic cups for cold drinks are instantly recognizable symbols of the brand. But that's not entirely a good thing. \"Our cup is ubiquitous, and we love that,\" said Michael Kobori, Starbucks chief sustainability officer. \"But it is also this ubiquitous symbol of a throwaway society.\" That's because the cups are disposable. When they are thrown away, the cups end up in landfills or as litter in streets and waterways. Some might be recycled, but recycling is an imperfect option — recyclable items still end up in landfills.The best solution? \"Eliminating the disposable cup,\" Kobori said. He called that option \"the holy grail.\"The traditional Starbucks disposable cup.Read MoreBy 2025, the company wants every customer to be able to either use their own mug easily or borrow a ceramic or reusable to-go mug from their local Starbucks. That could mean rolling out more borrow-a-mug programs that require a deposit. Starbucks is also planning, by the end of next year, to let customers use their own personal mugs at every Starbucks in the United States and Canada, even if they order ahead or use the drive-thru. The goals don't mean Starbucks will get rid of the paper and plastic cups. But they do want to make that option less attractive. That won't be easy to do, as most Starbucks customers are used to that simple, single-use option. But the company has a plan. Testing out Borrow-A-Cup programs  Examples of Starbucks' reusable cups. To phase out disposables, Starbucks is considering a widespread borrow-a-cup program, in which customers pay a deposit for a durable cup that they take with them and drop back off after use. Amelia Landers, a vice president of product experience whose team is responsible for sustainable packaging at Starbucks, expects that this model will resonate more with customers compared to other sustainability efforts. \"I think that will take the lead,\" she said. \"We are testing a number of different [borrow-a-cup] programs around the globe,\" including \"20 different iterations and in eight different markets.\" In Seattle, Starbucks tested a beta version of such a program last year.\"We developed a new cup that had a very low environmental footprint, was lightweight polypropylene, ultimately recyclable and could replace 100 single-use disposable cups,\" Landers explained. For that test, customers paid a $1 deposit, and had to return the cup to a smart bin located in the store to get their dollar back. Customers also earned rewards for using the cup.Kim Davis, who manages a store where the program was tested, said that customers were curious about the bin, and once baristas explained it to them, many were on board with the concept.  \"The excitement and engagement was really high among my customers and my [employees],\" she said. For baristas, the process was straightforward enough — they just used the reusable cup instead of a regular one to prepare drinks. A third-party company collected the dirty cups for cleaning, so baristas didn't have to worry about that part of the process. Starbucks (SBUX) is running similar pilot programs in Japan, Singapore and the United Kingdom.The model is the most promising because it's the easiest to integrate into customers' daily lives. You don't have to remember to bring your own reusable mug or, if you do, get stuck with a dirty cup for the rest of the day. And you don't need to sit and sip your coffee at a Starbucks, something most people don't have time for on a weekday morning. But that model is still just being tested, so the company wants to encourage the use of reusable mugs in other ways. Bringing back the personal cup  Starbucks wants all customers to be able to use reusable mugs and glasses at its stores. Early in the pandemic, when people feared that the coronavirus could spread easily on surfaces, Starbucks barred customers from bringing their own mugs. It has since brought back the option and is now trying out ways to make it more attractive. \"We're testing an incentive on the personal cup to go up from where it is today — from 10 cents to 50 cents,\" Landers said. \"We are also going to be testing a disposable cup fee.\" She added that the chain is also experimenting with discounted prices for people who use a Starbucks-provided ceramic mug in stores. That's simple enough. But it gets a lot more complicated when customers bring their own cups to the drive-thru or when they order ahead through the Starbucks app. Years ago, ordering ahead or using a drive-thru might have been a rare enough occasion. But since the pandemic, more customers have been coming through the drive-thru or ordering ahead.During a February analyst call, Starbucks CFO Rachel Ruggeri said that Starbucks' drive-thru windows and its mobile orders together account for about 70% of sales at US stores operated by the company.  So to achieve its zero-disposable-cups goal, Starbucks needs to figure out how to get reusables through a drive-thru, and make them available to customers who order ahead. To that end, Starbucks has been testing different options at its innovation center. \"We've got mock stores set up,\" said Landers. \"We have different versions of the drive-thru layout.\" Customers can simply give their cups to baristas at the drive-thru window. But Starbucks is exploring ways to make the process smoother. Pantene and Stubb's will be sold in reusable containers at some Kroger storesOne option is to allow customers to drop off their cups at an earlier point in the drive-thru lane so that the drink is ready in a personal cup once they swing around to the window, Landers said. Another is for baristas to pre-make drinks when customers place their orders, and pour them into personal tumblers at the window or when they arrive at a store to pick up their order. Starbucks is also testing out cup-washing stations in stores. The team is trying \"different things, over and over again,\" to figure out what might work, she said. \"We're right now in the middle of all of that work.\"It's crucial for Starbucks' mobile order and drive-thru experiences to be seamless. After just a few sluggish pickups, customers may take their business elsewhere.But Starbucks also has to be careful not to put too much additional burden on employees, who already have to prepare complicated, customized orders at high speeds. That's especially important now. Workers across the country are considering unionization, going against the wishes of the company's  leadership. A Starbucks, in Buffalo, New York, was the first to vote to unionize in December. Employees at a handful of other stores have since made similar efforts and several Starbucks around the country are preparing for their own votes.If the company's initiative leads to the end of paper and plastic cups at Starbucks, it will be quite an achievement.\"We know that even the most ardent of sustainability champion customers, they really don't change their behavior all that easily,\" Landers said. \"Even though they really, really want to.\" ", "keywords": ["business-food", "starbucks", "planning", "phase", "iconic", "cups", "cnn"], "category": "business"}, {"author": "Laura He, CNN Business", "date_published": "2022-03-15 03:54:42", "section": "economy", "url": "https://www.cnn.com/2022/03/14/economy/china-jan-feb-economy-challenges-ahead-intl-hnk/index.html", "headline": "Economic growth in 2022: China had a surprisingly good start, but it may not last - CNN", "article_text": "Hong Kong (CNN Business)China's economy started the year on a bright note, with several major indicators beating forecasts. But as Covid cases in the country spike, keeping up the same pace of growth in the coming months may prove difficult.Retail sales rose 6.7% in the first two months of 2022 compared to a year ago, according to data released by the National Bureau of Statistics (NBS) on Tuesday. That was well above the estimated 3% increase in a Reuters poll of economists.Industrial production jumped 7.5% during the same period, surpassing the forecast of 3.9%. And investment in fixed assets, such as infrastructure and machinery, jumped 12.2% from a year earlier.\"Under the combined effect of macro policies and the efforts of businesses, the momentum of China's economic recovery has improved in January and February, laying a solid foundation for a good start in the first quarter of this year,\"  said Fu Linghui, a spokesperson for the NBS, at a press conference in Beijing on Tuesday.On the policy front, China has significantly boosted its spending on infrastructure, with many local governments kicking off big projects in areas such as electric mobility and semiconductors, Fu added.Read MoreTuesday's data showed that investment in manufacturing surged 21% during January and February from a year ago, much faster than the 13.5% year-on-year growth recorded in the same period in 2021. China sets lowest economic growth target in decades as challenges mountThis is not the first time this year that Chinese authorities have underscored the importance of infrastructure expenditure. Earlier this month, Chinese Premier Li Keqiang said the government would ramp up fiscal and monetary support for the economy this year, including spending more on infrastructure and conducting more interest rate cuts. The government has increased the broad fiscal deficit this year, implying growth in infrastructure investment, wrote Larry Hu, chief economist for Greater China at Macquarie Group, in a report on Tuesday. However, experts warn that there are multiple challenges on the horizon, including Covid and the war in Ukraine.China's new Covid lockdowns are another threat to the economyThe worst Covid-19 surge in two yearsChina is fighting its worst Covid surge since the original outbreak in Wuhan in early 2020.\"With officials ditching targeted containment measures in favor of wholesale lockdowns, this has the potential to be even more disruptive than the Delta wave last Summer, which led to a sharp contraction in economic output,\" wrote Julian Evans-Pritchard, senior China economist for Capital Economics, on Tuesday. Even the government acknowledges that new Covid outbreaks could weigh on the economy in the coming months.\"The recent spread of the coronavirus in many parts of the country may restrict consumption further, and the foundation of the consumption is still not strong,\" Fu said. \"Sporadic outbreaks in some regions will also affect industrial growth.\"China reported 5,154 locally transmitted cases on Monday, the highest number in two years, according to the National Health Commission (NHC).To contain the spread of the virus, authorities have taken strict measures in multiple cities and placed tens of millions of people under various forms of lockdowns.Apple supplier Foxconn halts operations in Shenzhen as China locks down tech hubThe southern city of Shenzhen, which borders Hong Kong, has imposed a week-long lockdown since Monday. All businesses — apart from those deemed essential or engaged in supplying Hong Kong — have suspended operations or have implemented work-from-home policies. The city is home to Chinese tech giants Huawei and Tencent.Apart from Shenzhen, local authorities in the northeastern province of Jilin have banned residents from leaving or traveling since Monday. The province, with 24 million people, is home to the industrial hub of Changchun, where Toyota (TM) and Volkswagen (VLKAF) run their car factories in partnership with state-owned car maker FAW Group.Shanghai, the country's largest business center, has also imposed stringent measures after a spike in Covid cases, closing schools and cinemas and restricting travel into the city.\"Indeed, Covid-19 is the biggest uncertainty this year,\" Hu from Macquarie Group said.He predicts that China will grow at 4% in the current quarter. For 2022, he expects the world's second largest economy to grow at 5%, lower than the government's target. Earlier this month, Premier Li set China's economic growth target at around 5.5% for 2022, the lowest official goal in decades.Inflation pressure from the Ukraine crisis China growth may be hit even further by the war in Ukraine.Russia's invasion of its neighbor is pushing up commodity prices and roiling the global economy, at a time when policymakers are already racing to get high inflation under control. Fu from the NBS said the direct impact of the tensions in Europe on China is \"limited,\" as its trade exposure to Russia and Ukraine is \"small.\"But he said the impact on global commodity prices is \"obvious,\" which could increase the pressure of \"imported inflation\" on China.Several food and beverage companies in China have recently hiked prices of their products, including dairy giants Yili and Mengniu.\"The recent acceleration in commodity prices as a result of the Russia-Ukraine conflict has exacerbated the margin pressure on packaged food companies,\" analysts from Morningstar wrote in a report on Tuesday. \"Various food and beverage companies in China have engaged in price hikes since the third quarter last year to mitigate margin compression.\" Analysis: China can't do much to help Russia's sanction-hit economyChina and Russia have forged close ties in recent years, and signed a number of commodities deals during Russian President Putin's visit to Beijing last month. But Russia's invasion of Ukraine has put their friendship to the test. Beijing has not rushed to help Russia after the latter's economy was slammed by sanctions from all over the world. The complicated messaging from Beijing suggests Chinese leaders are walking \"a very difficult tightrope\" on Ukraine, analysts say.", "keywords": ["economy", "economic", "growth", "2022", "china", "surprisingly", "good", "start", "may", "last", "cnn"], "category": "business"}, {"author": "Michelle Toh and Lizzy Yee, CNN Business", "date_published": "2022-03-14 08:57:54", "section": "business", "url": "https://www.cnn.com/2022/03/14/business/hong-kong-covid-economy-inequality-intl-hnk-mic/index.html", "headline": "Hong Kong Covid divide: Expats get more perks while domestic workers lose their homes - CNN", "article_text": "Hong Kong (CNN Business)Maria was just about to start a new job as a domestic worker in Hong Kong last month when she found out she had Covid-19.She immediately told her employer, who urged her to get to a hospital. But once she was there, she said she was turned away, with staffers explaining there was no room. They advised her to go home and quarantine.The problem? Her place of work was her home and \"my employer didn't want me to come back,\" said Maria, noting that they had \"kids in the house.\" \"I said, 'I don't know where I can go. We don't have a place,'\" she told CNN Business, breaking into tears. She asked not to publish her real name, for fear of reprisals from current or future employers, and to not worry her family abroad. CNN Business agreed to call her \"Maria.\" Foreign domestic workers are required to live with their employers in Hong Kong, under a longstanding government mandate that has been contested for years.Read MoreMaria, who is from the Philippines, returned to the hospital, where she spent the night sleeping on a chair in the emergency room, along with a friend in a similar situation. But the next day, they were told by a nurse more expressly to \"go away,\" she said.Not knowing what else to do, they set up camp on the street. In recent weeks, dozens of domestic workers have been cast out on the streets in Hong Kong after testing positive for Covid-19. One worker, not pictured here, said she was not allowed home with her employer over fears of contagion.\"We cannot express what [we] feel [at] that time — just crying only,\" said Maria.Maria and her friend eventually found a shelter to stay in, run by the charity HELP for Domestic Workers. Maria is one of dozens of migrant domestic workers who have been abandoned — and temporarily made homeless — in Hong Kong after testing positive for the coronavirus, according to the charity.  Her story, and others like it, shine a light on deep-seated inequalities in the city that are worsening under a devastating fifth wave of Covid-19. JUST WATCHEDPets travel in style as their owners race to get them out of Hong KongReplayMore Videos ...MUST WATCHPets travel in style as their owners race to get them out of Hong Kong 03:20To be sure, workers across the spectrum are struggling in Hong Kong, given its rigid pandemic measures.But as top companies give their employees more flexibility and even help pay for expensive hotel quarantines, local businesses are teetering on the brink of collapse. And while some expatriates can command higher salaries for simply agreeing to move to the city, the city's poorest are struggling just to afford food or basic necessities.Heading for the exitsThe widening gap comes at a time when Hong Kong is facing an exodus of expats, despite the additional benefits on offer, which continues to raise questions about its future as a global business hub.Many foreigners have had enough of the city's unwavering commitment to its \"zero Covid\" policy, even as cases surge to record highs and cause more fatalities, overloading the health care system and delivering a huge punch to the economy. Throughout 2020 and 2021, more residents left Hong Kong than came in, according to official population statistics. That marked a reversal from early 2019, when the population was going up. Last month alone, more than 94,000 people departed the city, while only about 23,000 came in, immigration data showed.Hong Kong expats are up in arms about quarantine. Singapore stands to gain\"The recent wave of emigration is leading to a shortage of skilled workers and impacting businesses of all sizes,\" the Hong Kong General Chamber of Commerce said in a statement earlier this month.The group's chairman, Peter Wong, said the city was \"facing an exodus of educated workers on a scale not seen since the early 1990s.\"\"This will have a material knock-on impact on the economy,\" he added. \"There is real cause for concern if we cannot stem the current brain drain.\"The city has been largely sealed off from the rest of the world for the last two years, in part because most inbound travelers must quarantine in hotel rooms at their own expense for two weeks. Previously, the requirement was for three weeks. Hong Kong is sticking to zero-Covid, no matter what the costThe issue has increasingly forced companies to rethink where their employees should be based, if only for now. Last month, Mandarin Oriental (MAORF) CEO James Riley told the Financial Times that the former British colony had become a \"very, very poor\" base due to the restrictions.According to the newspaper, the hotel group recently advocated for senior executives to temporarily live abroad, away from its Hong Kong headquarters. Mandarin Oriental declined to comment to CNN Business.Last year, Cathay Pacific (CPCAY) said that it would consider letting some of its pilots live abroad for a few months as aircrew continued to face arduous self-isolation measures. The carrier later said that its workers spent more than 73,000 nights in government-mandated quarantine in 2021.Hong Kong kept out Covid, but exhausted and depressed pilots are paying the priceFrench spirits maker Pernod Ricard (PDRDF) has also asked top executives from its Hong Kong office to work abroad for some time, according to unidentified sources who spoke with the FT. The company did not respond to repeated requests for comment. Meanwhile, other players have moved away entirely.In November, FedEx (FDX) said it would shut down its crew base in Hong Kong and relocate pilots, citing the city's \"pandemic requirements.\"From the start of the pandemic through the end of last year, at least 84 companies have either closed or moved their regional headquarters out of Hong Kong, according to CNN Business calculations based on government data. Asked about the figure, a government spokesperson responded that \"Hong Kong remains a competitive city globally and a major regional base for international companies.\"The representative also pointed to emerging opportunities in the Greater Bay Area, a zone connecting Hong Kong, the southern Chinese province of Guangdong and the city of Macao as \"a market of 86 million people.\" Many banks have honed in on the area as a key priority in the coming years. The government, which includes mainland Chinese companies in its annual tally of international businesses in Hong Kong, said that the number had recently \"risen to a record high of 9,049.\"But the exodus amongst Western players may not slow down this year. BASF (BASFY), a German chemicals giant, recently relocated its chief for Asia Pacific, excluding Greater China, to Singapore \"after careful consideration of her office's strategic location in the region,\" according to the company.The decision was based on \"the requirement for proximity to relevant stakeholders and markets,\" it told CNN Business in a statement.More than 40% of expats in a survey are thinking of leaving Hong KongOthers may be biding their time. Hong Kong recently brought forward the end of the school year for some institutions to March or April, giving families more time to reevaluate their options before the new term begins in September.In some sectors, bonus season typically takes place around this period, too.\"I suspect there's a lot of international bankers who may be waiting till then before they decide whether they've had their fill of Hong Kong,\" said a person working in the finance industry, who spoke on condition of anonymity due to the sensitivity of the matter.Free flights and country clubsThis exodus means that top companies in the city are working extra hard to attract — and retain — skilled workers. Two senior headhunters in Hong Kong said that job candidates were increasingly pricing in the inconvenience of living in the city — if they were even persuaded to do so.\"Most of them are just kind of immediately saying no,\" said John Mullally, regional director of Southern China and Hong Kong financial services at recruitment agency Robert Walters. \"You've got a smaller candidate pool, especially when it comes to those with overseas experience.\"Mark Tibbatts, managing director of Southern China and Taiwan for the agency Michael Page, described it as \"an ongoing battle\" that had made it \"nigh on impossible\" to lure international talent.A view of Hong Kong's skyline, captured on Wednesday.The circumstances have revived the so-called \"expat package,\" which had mostly been scrapped in recent years, according to both recruiters.\"Let's go back a couple of decades. Most of the senior expats in Hong Kong were on a pretty juicy package that might have included flights home, and education, and club memberships and all these types of things,\" said Tibbatts. \"Over the last, let's say, 10, 15 years, most of that's been phased out.\"Alibaba co-founder: Jack Ma is doing well and Hong Kong will be 'fine'Now, some of those deals are \"coming back,\" he added.Mullally also described a rising view that Hong Kong was becoming \"a bit of a hardship posting\" for expats, a term that typically refers to a place with hostile living conditions.That perception was more common from the 1970s to early 1990s, and back then justified more perks for businesspeople, he said.Now, companies are \"going to have to try to bring that back because ... realistically, if you want to attract people, that's kind of the package you'll have to put together.\"Nowhere to goAs international executives jump ship, blue-collar workers and the city's poorest are being left behind to face the darkening economic outlook. It's not just in Hong Kong: Inequality around the world has worsened throughout the pandemic, with billionaires making unprecedented gains in wealth as tens of millions of people fall into poverty. Despite a growing shortage of domestic workers in Hong Kong, \"it is not easy to say whether [the pandemic] has as a whole positively or negatively impacted them,\" said Manisha Wijesinghe, executive director of HELP for Domestic Workers.\"We definitely have seen a number of domestic workers who are being offered higher than statutorily mandated wages due to the shortage of incoming domestic workers,\" she said.JUST WATCHEDHear how restrictions in Hong Kong are affecting their citizensReplayMore Videos ...MUST WATCHHear how restrictions in Hong Kong are affecting their citizens 02:51\"But we have also seen domestic workers being forced to take on salaries lower than the minimum allowable wage ... there is a power imbalance.\" From January 2020 to the end of 2021, the city's number of domestic workers dropped from more than 400,000 to roughly 340,000, according to government statistics. In a recent blog post, Hong Kong Labor Secretary Law Chi-kwong pointed to flight bans from certain countries as a possible reason for the slump, saying that some workers had likely been stranded abroad.When asked about the plight of domestic workers, authorities told CNN Business that foreign workers who test positive for Covid-19 \"will receive support and medical treatment like local people in Hong Kong.\" And, if unemployed, they will be admitted to community isolation facilities, they said. A government spokesperson also said that it \"has continuously reminded employers of their statutory obligations and requirements\" during the pandemic, and \"any breach of such requirements will render them ineligible to employ [a domestic worker] for a period of time.\" 'Zero income'While big international firms may have the privilege to up and move, most local businesses have no choice but to hunker down.As many as 50,000 small businesses could shut down over the city's fifth wave of Covid, estimates Danny Lau, chairman of the Hong Kong Small and Medium Enterprises Association.That's about one in seven such registered entities across the city — and there could be more, he said.Despite soaring infections, Hong Kong officials have been holding onto the \"zero Covid\" strategy in recent weeks, introducing social distancing restrictions that have stifled local activity. Hong Kong is facing an exodus of educated workers on a scale not seen since the early 1990s.Peter Wong, chairman of the Hong Kong General Chamber of CommerceMany places, such as beauty parlors and fitness studios, have been forced to stop operating for months until the current measures end.\"They don't have any income. Zero income,\" Lau said of those business owners. He added that some had resorted to operating secretly just to keep making a living.Like elsewhere, small businesses had already been hit hard earlier in the pandemic, especially by the lack of tourists.These firms were \"almost half dead,\" said Lau, noting that some entrepreneurs had already taken out significant loans or dug into their reserves just to stay afloat.\"The worst thing is you cannot see the future,\" he added. \"We don't know how long these restrictions will last for.\"", "keywords": ["business", "hong", "kong", "covid", "divide", "expats", "get", "perks", "domestic", "workers", "lose", "homes", "cnn"], "category": "business"}, {"author": "Laura He and Eric Cheung, CNN Business", "date_published": "2022-03-14 09:50:22", "section": "tech", "url": "https://www.cnn.com/2022/03/14/tech/shenzhen-lockdown-foxconn-operations-intl-hnk/index.html", "headline": "Shenzhen lockdown: Foxconn halts operations as Covid hits tech hub - CNN", "article_text": "Hong Kong (CNN Business)Foxconn, one of Apple's biggest suppliers, has suspended operations in Shenzhen as China locks down the technology hub and several other regions to contain the country's worst Covid-19 outbreak in two years.The world's second largest economy is still doggedly pursuing its zero-Covid strategy, even as other nations reopen and try to live with the virus. The lockdowns in major Chinese cities will impact not just the country's post-pandemic recovery, but could deliver a new blow to global supply chains.The southern city of Shenzhen, which borders Hong Kong, is home to Chinese tech giants like Tencent (TCEHY) and Huawei. It imposed a week-long lockdown starting Monday, after recording 66 positive cases Saturday.In its statement provided to CNN Business on Monday, Foxconn said that the \"date of factory resumption is to be advised by the local government.\"Foxconn has two major campuses in Shenzhen. The Taiwanese company has \"adjusted\" its production line to other sites to \"minimize the potential impact\" from the disruption, it added. It didn't elaborate on which locations would take on extra work. Read MoreShares in Taipei-based Foxconn Interconnect Technology, a subsidiary of Foxconn, plunged 9.8% in Hong Kong on Monday. China sets lowest economic growth target in decades as challenges mountChina is grappling with its worst Covid outbreak since the original outbreak in Wuhan in early 2020 as cases surge across the country. On Sunday, it reported 2,125 local Covid-19 cases across 58 cities, according to the National Health Commission (NHC). In Shenzhen, all businesses — apart from those deemed essential or engaged in supplying Hong Kong — have suspended operation or have implemented work-from-home policies. Public transportation, including subways and buses, have been suspended in the city, which has a population of 17.5 million.Shenzhen is also home to one of the world's largest container ports, and any disruption there could hit an already stressed out global supply chain. Last summer, the Yantian port in Shenzhen was forced to shut down for nearly a week after infections were found among dock workers, causing a massive backlog of goods that took months to clear and a spike in global freight rates. So far the port continues to operate.Shares of major companies based in Shenzhen fared poorly in Hong Kong on Monday. Tencent sank 9.8%. Telecoms firm ZTE (ZTCOF) lost 7%. BYD (BYDDF), China's largest electric car manufacturer, fell 8.3%. And AAC Technologies (AACAF), an audio components maker, plunged 9%.Apart from Shenzhen, local authorities have also locked down the northeastern industrial hub of Changchun since Friday, where nine million residents were forbidden from leaving their neighborhoods. China's Xi'an lockdown hits some of the world's largest chipmakersShanghai, the country's largest business center, has imposed stringent measures after a spike in Covid cases, closing schools and cinemas and restricting travel into the city. These lockdowns come just months after China shut the northwestern city of Xi'an, which hit major business operations, including those of Samsung and Micron, two of the world's biggest chipmakers.These stringent measures taken to control the pandemic have hit China's economy hard in recent times. Earlier this month, the government set an economic growth target at around 5.5% for 2022, the lowest official goal in decades. — CNN's Beijing bureau contributed to this report.", "keywords": ["tech", "shenzhen", "lockdown", "foxconn", "halts", "operations", "covid", "hits", "tech", "hub", "cnn"], "category": "business"}, {"author": "Paul R. La Monica, CNN Business", "date_published": "2022-03-14 16:03:57", "section": "economy", "url": "https://www.cnn.com/2022/03/14/economy/yield-curve-bonds-recession/index.html", "headline": "US economy flashes a recession warning sign - CNN", "article_text": "New York (CNN Business)Surging oil and gas prices have raised recession alarm bells around the world. But another economic indicator is starting to look ominous: The yield curve is flattening.Wall Street closely watches the difference, or spread, between short-term government bond yields, most notably the 2-year Treasury, and longer-term bond rates like the 10-year Treasury. As that spread diminishes, investors worry that the yield curve could eventually invert, meaning that short-term rates would be higher than long-term yields. As of Friday, the difference was just 0.25%, with the 10-year yield at around 2% and the 2-year yielding 1.75%. The gap widened a bit Monday, as the 10-year rose to 2.1% and the 2-year yield was up to about 1.82%, making the spread 0.28%.Inverted yield curve often occurs before recessionsRead MoreAn inverted yield curve has often been a potential recession signal. The yield curve inverted in 2019 before the 2020 Covid-induced recession. It also did so in 2007 before the 2008 Global Financial Crisis/Great Recession. And it inverted in early 2000 right before the dot-com/tech stock meltdown.US Labor Secretary Marty Walsh told CNN's Poppy Harlow that a recession is \"a real likelihood\" but he added that \"we have a very strong economy\" and noted that the job market in particular is healthy.When investors want higher rates for short-term bonds, it's an indication that bondholders are nervous. Typically, rates for long-term bonds are higher because you have to wait longer to get paid back. So how worried should investors be that the yield curve might invert?Some argue that the only reason this is happening is because of Russia's invasion of Ukraine and the resulting spike in commodity prices. \"The risks of a recession are building but not necessarily immediate unless the global geopolitics dramatically deteriorate from this delicate starting point,\" Jim Reid, a strategist with Deutsche Bank, said in a report.The Fed's job just got even harderThe Federal Reserve, which is widely expected to raise interest rates later this week, may be careful to not raise rates so aggressively that short-term yields increase even further and wind up flipping the yield curve. That could cause a slowdown in the job market. And the Fed is supposed to keep an eye on unemployment rates as well as inflation.\"Chair [Jerome] Powell will make it clear that the Fed is aware of its dual mandate and does not want to invert the yield curve and produce a recession,\" Jay Hatfield, chief investment officer at ICAP, said in a report.  Inflation concerns existed before Russia-UkraineAlthough geopolitical tension could be distorting prices, inflation pressures were already building before the Russian attack on Ukraine.\"Russia/Ukraine is only pulling forward the natural slowing in the economy that would have occurred as the Fed tightened policy,\" said Tom Essaye, founder of Sevens Report Research, in a note last week. Essaye argues that Fed rate hikes and a slowing economy would have likely led to an inverted yield curve at some point later this year even if Russia and Ukraine weren't in the headlines.\"The looming rate hikes (which are still coming) will combine with the growth slowing impulse of higher commodity prices and higher inflation to bring a sooner than previously expected slowing of growth,\" he said.Rising short-term rates could also create problems for large Wall Street firms. Although higher rates tend to boost profits for loans, they also make trading, particularly for bonds, more of a gamble. JUST WATCHEDEconomist explains the risks of recession and stagflationReplayMore Videos ...MUST WATCHEconomist explains the risks of recession and stagflation 02:40\"The recent flattening of the yield curve and volatility in capital markets are emerging risks; thus, we are more cautious on the largest banks,\" analysts at research firm KBW said in a recent report.The fact that bond yields are low isn't necessarily a bad thing. Rates fall when investors are buying bonds. So traders are clearly still finding US Treasury debt to be stable enough to keep flocking to it. But it is unusual to see short-term rates fall this sharply.One strategist noted that it doesn't matter if investors are buying bonds because they perceive them to be safe. There is still a lot to worry about. \"The recession drumbeat is gaining in volume,\" Nancy Tengler, CEO and CIO of Laffer Tengler Investments, said in a report. \"Of course there are many reasons to be concerned. Soaring inflation, rising energy costs, an almost sure recession in the Euro Zone and a dangerously flat yield curve.\" \"Never mind that the yield curve is being distorted by a massive flight to quality,\" Tengler added. \"An inversion is an inversion.\" ", "keywords": ["economy", "us", "economy", "flashes", "recession", "warning", "sign", "cnn"], "category": "business"}]