{"author": "Brian Fung, CNN", "date_published": "2022-03-14 16:20:37", "section": "tech", "url": "https://www.cnn.com/2022/03/14/tech/meta-guidance-heads-of-state/index.html", "headline": "Meta says it doesn't allow calls for assassinating heads of state - CNN", "article_text": " (CNN Business)Meta (FB), the parent company of Facebook and Instagram, issued a reminder on Sunday that it prohibits calls on its platforms for the assassination of high-ranking world leaders, following intense scrutiny of the company's decision last week to relax hate speech policies in Ukraine.In an internal post to employees, Meta President of Global Affairs Nick Clegg said \"we do not permit calls to assassinate a head of state.\" Russia opens criminal case against Meta following temporary hate speech policy changeThe internal post, which was reported by Bloomberg and Reuters and confirmed to CNN Business by a Meta spokesperson, does not mention Russian President Vladimir Putin by name. The spokesperson affirmed that the restrictions on calls for assassination apply globally. Meta's earlier decision allows Ukrainian users to post otherwise prohibited calls for violent self-defense or condemnation of Russia's invasion, and effectively created more leeway for users in the country to express support for violence on Meta's platforms. (On Sunday, Mykhailo Fedorov, Ukraine's Minister of Digital Transformation thanked Meta and said the decision \"respect[ed] our right to counter the aggression\" from Russia.)But Meta was forced to clarify its stance after Russia accused it of facilitating \"illegal calls for murder and violence\" against Russian citizens and opened a criminal case against the company. Russia has separately moved to block Facebook and Instagram in the country as part of a crackdown on information about the war in Ukraine, though a growing number of Russian internet users appear determined to circumvent the ban.  Read MoreThe Ukraine-specific policy on hate speech, which is temporary, is \"focused on protecting people's rights to speech as an expression of self-defense in reaction to a military invasion of their country,\" Clegg said in a public statement Friday. The statement added that Meta has \"no quarrel with the Russian people\" and that \"there is no change at all in our policies on hate speech as far as the Russian people are concerned.\"Clegg's internal post on Sunday doubled down on that position.\"We are now narrowing the focus to make it explicitly clear in the guidance that it is never to be interpreted as condoning violence against Russians in general,\" Clegg wrote, adding that the hate-speech carveout for Ukraine applies only to speech \"regarding the Russian military invasion.\"", "keywords": ["tech", "meta", "says", "n't", "allow", "calls", "assassinating", "heads", "state", "cnn"], "category": "business"}