{"author": "Laura He and Eric Cheung, CNN Business", "date_published": "2022-03-14 09:50:22", "section": "tech", "url": "https://www.cnn.com/2022/03/14/tech/shenzhen-lockdown-foxconn-operations-intl-hnk/index.html", "headline": "Shenzhen lockdown: Foxconn halts operations as Covid hits tech hub - CNN", "source": "business", "keywords": ["tech", "shenzhen", "lockdown", "foxconn", "halts", "operations", "covid", "hits", "tech", "hub", "cnn"], "raw_text": "Hong Kong (CNN Business)Foxconn, one of Apple's biggest suppliers, has suspended operations in Shenzhen as China locks down the technology hub and several other regions to contain the country's worst Covid-19 outbreak in two years.The world's second largest economy is still doggedly pursuing its zero-Covid strategy, even as other nations reopen and try to live with the virus. The lockdowns in major Chinese cities will impact not just the country's post-pandemic recovery, but could deliver a new blow to global supply chains.The southern city of Shenzhen, which borders Hong Kong, is home to Chinese tech giants like Tencent (TCEHY) and Huawei. It imposed a week-long lockdown starting Monday, after recording 66 positive cases Saturday.In its statement provided to CNN Business on Monday, Foxconn said that the \"date of factory resumption is to be advised by the local government.\"Foxconn has two major campuses in Shenzhen. The Taiwanese company has \"adjusted\" its production line to other sites to \"minimize the potential impact\" from the disruption, it added. It didn't elaborate on which locations would take on extra work. Read MoreShares in Taipei-based Foxconn Interconnect Technology, a subsidiary of Foxconn, plunged 9.8% in Hong Kong on Monday. China sets lowest economic growth target in decades as challenges mountChina is grappling with its worst Covid outbreak since the original outbreak in Wuhan in early 2020 as cases surge across the country. On Sunday, it reported 2,125 local Covid-19 cases across 58 cities, according to the National Health Commission (NHC). In Shenzhen, all businesses — apart from those deemed essential or engaged in supplying Hong Kong — have suspended operation or have implemented work-from-home policies. Public transportation, including subways and buses, have been suspended in the city, which has a population of 17.5 million.Shenzhen is also home to one of the world's largest container ports, and any disruption there could hit an already stressed out global supply chain. Last summer, the Yantian port in Shenzhen was forced to shut down for nearly a week after infections were found among dock workers, causing a massive backlog of goods that took months to clear and a spike in global freight rates. So far the port continues to operate.Shares of major companies based in Shenzhen fared poorly in Hong Kong on Monday. Tencent sank 9.8%. Telecoms firm ZTE (ZTCOF) lost 7%. BYD (BYDDF), China's largest electric car manufacturer, fell 8.3%. And AAC Technologies (AACAF), an audio components maker, plunged 9%.Apart from Shenzhen, local authorities have also locked down the northeastern industrial hub of Changchun since Friday, where nine million residents were forbidden from leaving their neighborhoods. China's Xi'an lockdown hits some of the world's largest chipmakersShanghai, the country's largest business center, has imposed stringent measures after a spike in Covid cases, closing schools and cinemas and restricting travel into the city. These lockdowns come just months after China shut the northwestern city of Xi'an, which hit major business operations, including those of Samsung and Micron, two of the world's biggest chipmakers.These stringent measures taken to control the pandemic have hit China's economy hard in recent times. Earlier this month, the government set an economic growth target at around 5.5% for 2022, the lowest official goal in decades. — CNN's Beijing bureau contributed to this report.", "category": "business"}
