{"author": "Paul R. La Monica, CNN Business", "date_published": "2022-03-14 16:03:57", "section": "economy", "url": "https://www.cnn.com/2022/03/14/economy/yield-curve-bonds-recession/index.html", "headline": "US economy flashes a recession warning sign - CNN", "source": "business", "keywords": ["economy", "us", "economy", "flashes", "recession", "warning", "sign", "cnn"], "raw_text": "New York (CNN Business)Surging oil and gas prices have raised recession alarm bells around the world. But another economic indicator is starting to look ominous: The yield curve is flattening.Wall Street closely watches the difference, or spread, between short-term government bond yields, most notably the 2-year Treasury, and longer-term bond rates like the 10-year Treasury. As that spread diminishes, investors worry that the yield curve could eventually invert, meaning that short-term rates would be higher than long-term yields. As of Friday, the difference was just 0.25%, with the 10-year yield at around 2% and the 2-year yielding 1.75%. The gap widened a bit Monday, as the 10-year rose to 2.1% and the 2-year yield was up to about 1.82%, making the spread 0.28%.Inverted yield curve often occurs before recessionsRead MoreAn inverted yield curve has often been a potential recession signal. The yield curve inverted in 2019 before the 2020 Covid-induced recession. It also did so in 2007 before the 2008 Global Financial Crisis/Great Recession. And it inverted in early 2000 right before the dot-com/tech stock meltdown.US Labor Secretary Marty Walsh told CNN's Poppy Harlow that a recession is \"a real likelihood\" but he added that \"we have a very strong economy\" and noted that the job market in particular is healthy.When investors want higher rates for short-term bonds, it's an indication that bondholders are nervous. Typically, rates for long-term bonds are higher because you have to wait longer to get paid back. So how worried should investors be that the yield curve might invert?Some argue that the only reason this is happening is because of Russia's invasion of Ukraine and the resulting spike in commodity prices. \"The risks of a recession are building but not necessarily immediate unless the global geopolitics dramatically deteriorate from this delicate starting point,\" Jim Reid, a strategist with Deutsche Bank, said in a report.The Fed's job just got even harderThe Federal Reserve, which is widely expected to raise interest rates later this week, may be careful to not raise rates so aggressively that short-term yields increase even further and wind up flipping the yield curve. That could cause a slowdown in the job market. And the Fed is supposed to keep an eye on unemployment rates as well as inflation.\"Chair [Jerome] Powell will make it clear that the Fed is aware of its dual mandate and does not want to invert the yield curve and produce a recession,\" Jay Hatfield, chief investment officer at ICAP, said in a report.  Inflation concerns existed before Russia-UkraineAlthough geopolitical tension could be distorting prices, inflation pressures were already building before the Russian attack on Ukraine.\"Russia/Ukraine is only pulling forward the natural slowing in the economy that would have occurred as the Fed tightened policy,\" said Tom Essaye, founder of Sevens Report Research, in a note last week. Essaye argues that Fed rate hikes and a slowing economy would have likely led to an inverted yield curve at some point later this year even if Russia and Ukraine weren't in the headlines.\"The looming rate hikes (which are still coming) will combine with the growth slowing impulse of higher commodity prices and higher inflation to bring a sooner than previously expected slowing of growth,\" he said.Rising short-term rates could also create problems for large Wall Street firms. Although higher rates tend to boost profits for loans, they also make trading, particularly for bonds, more of a gamble. JUST WATCHEDEconomist explains the risks of recession and stagflationReplayMore Videos ...MUST WATCHEconomist explains the risks of recession and stagflation 02:40\"The recent flattening of the yield curve and volatility in capital markets are emerging risks; thus, we are more cautious on the largest banks,\" analysts at research firm KBW said in a recent report.The fact that bond yields are low isn't necessarily a bad thing. Rates fall when investors are buying bonds. So traders are clearly still finding US Treasury debt to be stable enough to keep flocking to it. But it is unusual to see short-term rates fall this sharply.One strategist noted that it doesn't matter if investors are buying bonds because they perceive them to be safe. There is still a lot to worry about. \"The recession drumbeat is gaining in volume,\" Nancy Tengler, CEO and CIO of Laffer Tengler Investments, said in a report. \"Of course there are many reasons to be concerned. Soaring inflation, rising energy costs, an almost sure recession in the Euro Zone and a dangerously flat yield curve.\" \"Never mind that the yield curve is being distorted by a massive flight to quality,\" Tengler added. \"An inversion is an inversion.\" ", "category": "business"}