{"author": "Rishi Iyengar, CNN Business", "date_published": "2022-03-11 18:41:00", "section": "tech", "url": "https://www.cnn.com/2022/03/11/tech/russia-internet-backbone-cogent-lumen/index.html", "headline": "Why internet backbone services Cogent and Lumen are cutting off Russia  - CNN", "source": "business", "keywords": ["tech", "internet", "backbone", "services", "cogent", "lumen", "cutting", "russia", "cnn"], "raw_text": " (CNN Business)Big tech platforms have joined the global backlash against Russia over its invasion of Ukraine, with Facebook (FB), Google (GOOGL), Twitter (TWTR), Spotify (SPOT), Netflix (NFLX) and others placing at least partial restrictions on Russian content — if not exiting (or getting themselves blocked) altogether. In the past week, however, the severing of Russia from the global internet went one layer deeper. Two of the world's largest internet service providers, Lumen Technologies and Cogent Communications, said they would block Russian customers from their networks over fears that their networks could be used by the Russian government for cyberattacks against the West. But a knock-on effect is that it will be even harder for citizens in the country to use the worldwide web. The move highlights the tension over Russia's effort to erect what's being called a digital Iron Curtain to close its citizens off from outside information, much like China has done for years. Companies find themselves caught between helping Russians freely access the internet and ensuring their services are not used by the Russian government to spread disinformation, propaganda or worse. The implications are massive. Lumen and Cogent collectively preside over nearly 600,000 miles of optical fiber that forms the piping for the global internet, with each boasting operations in more than 50 countries, according to their websites.Fear of cyberattacksRead MoreBoth companies insist their moves were squarely directed at the Russian government and not the Russian people, and any impediment to the latter's ability to access outside information is an unfortunate side effect. \"We as a company are a very strong believer in an open and uncensored internet,\" Dave Schaeffer, Cogent's CEO, said in an interview with CNN Business. \"This was a very difficult decision.\" Cogent Communications CEO Dave SchaefferAccording to Schaeffer, cutting Russia off is a preventative measure against cyberattacks that may be perpetrated through Cogent's network by the Russian government or individuals linked to it. The company, which is based in Washington D.C., has limited its action to around 25 customers that are incorporated in Russia and are directly on Russian networks, he said. That means Russian businesses that use Cogent's network outside the country through non-Russian state entities can continue to do so.\"We felt that the downside of having the possibility that these connections could be used offensively outweighed the negative of terminating some services,\" he added.An unprecedented decisionLumen, headquartered in Monroe, Louisiana, cited similar reasoning for its decision, which came a few days after Cogent's. \"We decided to disconnect the network due to increased security risk inside Russia,\" Mark Molzen, the company's global issues director, said in an email. \"We have not yet experienced network disruptions but given the increasingly uncertain environment and the heightened risk of state action, we took this move to ensure the security of our and our customers' networks, as well as the ongoing integrity of the global Internet.\"The digital Iron Curtain: How Russia's internet could soon start to look a lot like China'sIt's also an unprecedented decision in some ways. Schaeffer said Cogent has previously taken down certain websites and addresses at the requests of governments in several countries, including Spain, Sweden, Turkey and the United States, as long as the requests have a lawful basis. \"This is different,\" he said, describing it as the first time the company has made a proactive move. \"We don't look inside of our customers' pipes, what they do with them is their business. In this case, we terminated the entire pipe.\" Correction: A previous version of this story misstated the location of Lumen Technologies' headquarters. The company is headquartered in Monroe, Louisiana.", "category": "business"}